[
  "Die Geschichte des Kaffees beginnt mit alten mündlichen Überlieferungen im heutigen Äthiopien, doch direkte Belege für seinen Konsum vor dem 15. Jahrhundert fehlen.",
  "In den Sufi-Klöstern des Jemens wurde Kaffee zur Förderung der Konzentration während des Gebets verwendet.",
  "Anfang des 16. Jahrhunderts verbreitete sich Kaffee in der Levante und erreichte Mitte des 16. Jahrhunderts über die Handelswege im Mittelmeerraum Italien.",
  "Ende des 17. Jahrhunderts entstanden Kaffeehäuser in Westeuropa, vor allem in Holland, England und Deutschland.",
  "Eine der ersten Kaffeeplantagen in der Neuen Welt entstand, als Gabriel de Clieu 1720 Kaffeesetzlinge nach Martinique brachte, die zu Tausenden von Kaffeebäumen führten und so die Verbreitung des Kaffees auf anderen karibischen Inseln und in Mexiko förderten.",
  "Seit 1852 ist Brasilien der weltweit größte Kaffeeproduzent, eine Position, die das Land bis heute innehat. Vietnam ist seit 1999 der zweitgrößte Produzent.",
  "Das Wort 'Kaffee' kam 1582 über das niederländische 'koffie' in die englische Sprache, abgeleitet vom osmanisch-türkischen 'kahve' (قهوه), das wiederum vom arabischen 'qahwah' (قَهْوَة) stammt.",
  "Die Begriffe 'Kaffeekanne' und 'Kaffeepause' wurden erstmals im Jahr 1705 bzw. 1952 verwendet.",
  "Genetische Untersuchungen wurden an Coffea arabica-Varietäten durchgeführt. Die domestizierte Kaffeepflanze stammt vermutlich aus Harar, wobei man annimmt, dass die ursprüngliche Population aus Äthiopien kommt, mit nahegelegenen Populationen im Sudan und in Kenia.",
  "Kaffee wird im sogenannten Bohnengürtel angebaut, der direkt oberhalb und unterhalb des Äquators liegt. Jede Region im Bohnengürtel hat einzigartige Höhenlagen, Klima- und Bodenbedingungen, die den Kaffeegeschmack prägen.",
  "Mittel- und südamerikanische Länder wie Guatemala, Nicaragua, El Salvador, Honduras, Costa Rica, Panama und Mexiko sind bekannt für würzigen, komplexen und fruchtigen Kaffee mit gutem Körper.",
  "Brasilien ist der weltweit größte Kaffeeproduzent und stellt etwa 40 % des weltweiten Kaffees und 70 % des Arabica-Kaffees her.",
  "Kolumbien ist der zweitgrößte Kaffeeproduzent Südamerikas und sein Kaffee zeichnet sich meist durch süße Noten von Karamell oder Rohzucker aus.",
  "Peru ist bekannt für seinen Bio-Anbau von gewaschenen Kaffeebohnen mit mildem, säurebetontem Geschmack.",
  "Unter den 12 kaffeeproduzierenden Ländern Afrikas ist Äthiopien der Geburtsort des Arabica-Kaffees und der größte Produzent der Region. Äthiopischer Kaffee, wie die Yirgacheffe-Bohne, ist für seine blumigen Noten und angenehme Säure bekannt.",
  "Uganda ist der größte Exporteur von Robusta-Kaffee in Afrika und sein Kaffee weist süße, fruchtige Noten auf.",
  "Zu den südostasiatischen Kaffeeanbauländern gehören Indonesien, Vietnam, Thailand und Papua-Neuguinea.",
  "Vietnam begann in den 1990er Jahren mit der Kaffeeproduktion und ist heute der zweitgrößte Produzent weltweit, überwiegend von Robusta-Kaffee.",
  "Indonesien ist der viertgrößte Kaffeeproduzent weltweit. Der Großteil seines Kaffees besteht aus Robusta, wobei Arabica-Bohnen etwa 25 % der Produktion ausmachen.",
  "Australien und die pazifischen Inseln produzieren vergleichsweise geringe Kaffeemengen, deren Kaffee jedoch durch würzige, fruchtige und erdige Aromen besticht.",
  "Das Fruchtfleisch der Kaffeekirsche wird bei der Verarbeitung entfernt und kann kompostiert und als Dünger für Kaffeepflanzen und andere Nutzpflanzen genutzt werden.",
  "Kaffeebohnen sind tatsächlich die Samen einer kirschähnlichen Frucht, die an Sträuchern wächst, und werden wegen ihrer bohnenartigen Form so genannt.",
  "Bei der Nassaufbereitung werden die Kaffeekirschen eingeweicht, um das Fruchtfleisch leichter zu entfernen, gefolgt von einer Trocknung und Entschälung der Bohnen.",
  "Die Trockenmethode, auch natürliche Methode genannt, trocknet die ganze Kaffeekirsche in der Sonne, bevor Fruchtfleisch und Schale entfernt werden, was dem Kaffee oft eine süße, fruchtige Note verleiht.",
  "Beim Semi-Wet-Verfahren, auch als Pulped Natural oder Honey-Methode bekannt, wird die äußere Schale der Kaffeekirsche entfernt, aber ein Teil des Schleims bleibt erhalten. Der Kaffee ist meist süßer als bei der Nassmethode und weniger fruchtig als bei der Trockenmethode.",
  "Kaffee wird üblicherweise bei Temperaturen zwischen 187 und 282 Grad Celsius (370 und 540 Grad Fahrenheit) geröstet, wobei sich Aromen entwickeln und der Säuregehalt reduziert wird.",
  "Je dunkler die Röstung, desto geringer der Säuregehalt der Bohnen. Helle Röstungen bieten oft ein komplexes, nuancenreiches Aromaprofil, während dunkle Röstungen typischerweise kräftig schmecken und weniger Säure aufweisen.",
  "Der Ausdruck 'Third Wave Coffee' wurde 2002 von Trish Rothgeb geprägt. Diese Bewegung reagiert auf die zweite Welle, die durch Ketten wie Starbucks repräsentiert wird, und fokussiert sich auf qualitativ hochwertigen, handwerklich hergestellten und nachhaltigen Kaffee, wobei jeder Schritt der Kaffeeproduktion betont wird.",
  "Ursprünglich wurde Kaffee gekaut, nicht getrunken. Afrikanische Stämme vermischten gemahlene Kaffeebeeren mit Tierfett, um energiereiche Snackbälle herzustellen.",
  "1932 schickte Brasilien seine Olympiamannschaft auf einem mit 50.000 Säcken Kaffee beladenen Schiff nach Los Angeles, die unterwegs verkauft wurden, um die Reisekosten zu decken.",
  "Kaffee ist nach Erdöl die zweithäufigste gehandelte Ware weltweit mit einem geschätzten jährlichen Konsum von 400 Milliarden Tassen und einem Wert von über 100 Milliarden Dollar.",
  "Entkoffeinierter Kaffee enthält immer noch etwa 3 Milligramm Koffein pro Tasse, da bei der Entkoffeinierung nur etwa 94-98 % des Koffeins entfernt werden.",
  "Die erste Webcam wurde 1991 von Forschern der Universität Cambridge erfunden, um den Füllstand ihrer Kaffeekanne zu überwachen, ohne ihren Arbeitsplatz zu verlassen.",
  "Beethoven bestand auf der Zubereitung jeder Tasse Kaffee mit genau 60 Bohnen, und der ehemalige US-Präsident Theodore Roosevelt trank Berichten zufolge täglich eine Gallone Kaffee.",
  "Finnland hat den höchsten Kaffeekonsum pro Kopf weltweit, obwohl es selbst keinen Kaffee anbaut.",
  "Spezialitätenkaffee wird oft aus Single-Origin-Bohnen oder Mikropartien hergestellt. 'Single-Origin' bedeutet, dass der Kaffee von einem einzelnen Erzeuger, einer Ernte oder Region stammt, während Mikropartien einen ausgewählten Teil einer Farm repräsentieren, dessen Kaffee aufgrund seiner Qualität separat verarbeitet wird.",
  "Täglich werden weltweit geschätzte 2,25 Milliarden Tassen Kaffee konsumiert.",
  "In Amerika wurde Kaffee erst nach der Boston Tea Party 1773 populär, als der Wechsel von Tee zu Kaffee zu einer patriotischen Geste wurde.",
  "Eine Tasse schwarzer Kaffee enthält nur eine Kalorie.",
  "Timer.Coffee ist eine kostenlose, quelloffene App, die deine Unterstützung benötigt! Du kannst zur Entwicklung auf Github beitragen oder mir einen Kaffee kaufen, indem du den untenstehenden Button nutzt :)",
  "Nach der Entkoffeinierung verkaufen einige Kaffeehersteller das extrahierte Koffein an Limonaden- und Pharmaunternehmen.",
  "Die Aeropress wurde von Alan Adler, einem pensionierten Ingenieurdozenten der Stanford University, entwickelt. Er erfand auch den Aerobie Pro Flugring, der einen Guinness-Weltrekord für das am weitesten geworfene Objekt hält.",
  "HARIO bedeutet 'König des Glases'. Ihr erstes Kaffeebrühgerät, der Kaffeesiphon, kam 1964 auf den Markt, während die berühmte V60 2004 eingeführt wurde.",
  "Die Chemex-Kaffeemaschine wurde 1941 von Dr. Peter Schlumbohm, einem Chemiker, erfunden. Inspiriert von der Bauhaus-Schule und porenfreiem Laborgeschirr, das keinen Eigengeschmack abgibt, schuf er dieses ikonische Design.",
  "Die älteste bekannte French Press wurde 1852 in Frankreich von Jacques-Victor Delforge und Henri-Otto Mayer patentiert."
]