[
  "Die Geschichte des Kaffees geht auf jahrhundertealte mündliche Überlieferungen im heutigen Äthiopien zurück, aber es wurden keine direkten Beweise für seinen Konsum vor dem 15. Jahrhundert gefunden",
  "In den Sufi-Klöstern im Jemen wurde Kaffee als Konzentrationshilfe während der Gebete eingesetzt.",
  "Zu Beginn des 16. Jahrhunderts verbreitete sich der Kaffee in der Levante und gelangte in der zweiten Hälfte des 16. Jahrhunderts über die Handelsrouten im Mittelmeerraum nach Italien",
  "Gegen Ende des 17. Jahrhunderts etablierten sich Kaffeehäuser in Westeuropa, insbesondere in Holland, England und Deutschland.",
  "Eine der ersten Anpflanzungen von Kaffee in der Neuen Welt war, als Gabriel de Clieu 1720 Kaffeesetzlinge nach Martinique brachte, die Tausende von Kaffeebäumen hervorbrachten, die die Verbreitung des Kaffees auf anderen karibischen Inseln und in Mexiko ermöglichten.",
  "Im Jahr 1852 wurde Brasilien zum weltweit größten Kaffeeproduzenten und hat diesen Status bis heute gehalten. Vietnam ist seit 1999 der zweitgrößte Produzent.",
  "Das Wort 'Kaffee' gelangte 1582 über das niederländische 'koffie' in die englische Sprache, das aus dem osmanisch-türkischen 'kahve' (قهوه) entlehnt wurde, das wiederum dem arabischen 'qahwah' (قَهْوَة) entlehnt ist.",
  "Die Begriffe 'Kaffeekanne' und 'Kaffeepause' stammen aus dem Jahr 1705 bzw. 1952.",
  "Studien zur genetischen Vielfalt wurden an Coffea arabica-Sorten durchgeführt. Die ursprünglich domestizierte Kaffeepflanze soll aus Harar stammen, wobei man annimmt, dass die einheimische Population aus Äthiopien stammt, mit verschiedenen nahe gelegenen Populationen im Sudan und in Kenia.",
  "Kaffee wird in einer ausgedehnten Region angebaut, die als Bohnengürtel bekannt ist und direkt oberhalb und unterhalb der Äquatorialzone liegt. Jede Region innerhalb des Bohnengürtels hat einzigartige Höhen-, Klima- und Bodenbedingungen, die den Geschmack des Kaffees beeinflussen.",
  "Mittel- und südamerikanische Länder wie Guatemala, Nicaragua, El Salvador, Honduras, Costa Rica, Panama und Mexiko sind dafür bekannt, würzige, komplexe und fruchtige Kaffees mit einem guten Körper zu produzieren.",
  "Brasilien ist das größte Kaffeeanbauland der Welt und produziert etwa 40 % des weltweiten Kaffees und 70 % des gesamten Arabica-Kaffees.",
  "Kolumbien ist der zweitgrößte Kaffeeproduzent Südamerikas und sein Kaffee ist im Allgemeinen süß mit Noten von Karamell oder Rohzucker.",
  "Peru ist bekannt als Bio-Produzent von gewaschenen Kaffeebohnen, die für ihren milden, säurebetonten Geschmack bekannt sind",
  "Von den 12 kaffeeproduzierenden Ländern Afrikas ist Äthiopien der ursprüngliche Geburtsort des Arabica-Kaffees und der größte Produzent in dieser Region. Äthiopischer Kaffee, wie die Arabica-Bohne Yirgacheffe, wird für seine blumigen Noten und seinen angenehmen Säuregehalt geschätzt.",
  "Uganda ist der größte Exporteur von Robusta-Kaffee auf dem Kontinent, dessen Kaffee süße, fruchtige Noten aufweist.",
  "Zu den Ländern, die in Südostasien Kaffeebohnen anbauen, gehören Indonesien, Vietnam, Thailand und Papua-Neuguinea.",
  "Vietnam begann in den 1990er Jahren mit der Produktion von Bohnen und ist heute der zweitgrößte Produzent der Welt. Der Großteil der vietnamesischen Produktion besteht aus Robusta-Kaffee.",
  "Indonesien ist der viertgrößte Produzent der Welt. Der größte Teil dieses Kaffees ist Robusta, aber auch Arabica-Bohnen spielen eine Rolle, die etwa 25 % aller dort angebauten Bohnen ausmachen.",
  "Australien und die pazifischen Inseln produzieren relativ geringe Mengen an Kaffee. Der Kaffee aus dieser Region kann jedoch einzigartig und hochwertig sein, mit Noten von würzigen, fruchtigen und erdigen Aromen.",
  "Das Fruchtfleisch der Kaffeekirsche, das bei der Verarbeitung entfernt wird, kann kompostiert und als Dünger für Kaffeepflanzen und andere Nutzpflanzen verwendet werden",
  "Kaffeebohnen sind eigentlich Samen, die von einer kirschähnlichen Beere stammen, die an einem Strauch wächst. Sie werden wegen ihrer Ähnlichkeit mit Hülsenfrüchten Bohnen genannt.",
  "Bei der Nassmethode werden die Kaffeekirschen in Wasser eingeweicht, wodurch sich das Fruchtfleisch leichter entfernen lässt. Anschließend werden die Bohnen getrocknet und geschält.",
  "Bei der Trockenmethode, die auch als natürliche Methode bezeichnet wird, wird die ganze Kaffeekirsche an der Sonne getrocknet, bevor das Fruchtfleisch und die Schale entfernt werden. Diese Methode verleiht dem Kaffee oft eine süße, fruchtige Note.",
  "Beim Semi-Wet-Verfahren, auch bekannt als Pulped Natural oder Honey-Verfahren, wird die äußere Schale der Kaffeekirsche entfernt, aber ein Teil des Schleims (die klebrige Substanz, die die Bohnen umgibt) bleibt während des Trocknungsprozesses erhalten. Das Ergebnis dieser Methode ist oft ein Kaffee, der süßer ist als nass aufbereiteter Kaffee, aber weniger fruchtig als trocken aufbereiteter Kaffee.",
  "Kaffee wird in der Regel bei Temperaturen zwischen 187 und 282 Grad Celsius (370 und 540 Grad Fahrenheit) geröstet. Durch die Röstung entwickeln sich die Aromen in den Kaffeebohnen und der Säuregehalt wird reduziert",
  "Je länger die Bohnen geröstet werden, desto dunkler und weniger säurehaltig werden sie. Helle Röstungen haben oft ein komplexeres, nuancierteres Geschmacksprofil, während dunkle Röstungen in der Regel einen robusten, kräftigen Geschmack und einen geringeren Säuregehalt aufweisen.",
  "Der Begriff 'third wave coffee' wurde von Trish Rothgeb im Jahr 2002 geprägt. Die Kaffeebewegung der dritten Welle ist eine Reaktion auf die zweite Welle, die von Ketten wie Starbucks verkörpert wird, und konzentriert sich auf hochwertigen, handwerklich hergestellten und nachhaltigen Kaffee. Diese Bewegung betont jeden Schritt der Kaffeeproduktion, vom Anbau und der Ernte bis hin zur Verarbeitung, Röstung und Aufbrühung.",
  "Ursprünglich wurde Kaffee gekaut, nicht getrunken. Afrikanische Stämme mahlten Kaffeebeeren und mischten sie mit Tierfett, um energiereiche Snackbällchen herzustellen.",
  "1932 schickte Brasilien seine Athleten zu den Olympischen Sommerspielen in Los Angeles auf einem Schiff, das mit 50.000 Stapeln Kaffee beladen war, die sie unterwegs verkaufen sollten, um ihre Reise zu finanzieren.",
  "Kaffee ist nach Erdöl die am zweithäufigsten gehandelte Ware der Welt, mit einem geschätzten jährlichen Verbrauch von 400 Milliarden Tassen und einem Wert von über 100 Milliarden Dollar weltweit.",
  "Entkoffeinierter Kaffee enthält immer noch etwa 3 Milligramm Koffein pro Tasse, da der Entkoffeinierungsprozess nur etwa 94-98 % des Koffeins entfernt.",
  "Die erste Webcam wurde 1991 von Forschern der Universität Cambridge erfunden, um den Status ihrer Kaffeekanne zu überprüfen, ohne ihren Schreibtisch verlassen zu müssen.",
  "Beethoven bestand darauf, jede Tasse Kaffee mit genau 60 Bohnen zuzubereiten, und der ehemalige US-Präsident Theodore Roosevelt trank Berichten zufolge jeden Tag eine Gallone Kaffee",
  "Finnland konsumiert mehr Kaffee pro Kopf als jedes andere Land, obwohl es selbst keinen Kaffee produziert.",
  "Spezialitätenkaffee wird oft aus Kaffeebohnen mit einem einzigen Ursprung oder aus Mikropartien hergestellt. Single-origin bedeutet, dass der Kaffee von einem einzigen Erzeuger, einer einzigen Ernte oder einer einzigen Region in einem Land stammt, während eine Mikropartie ein Stück Land innerhalb einer Farm ist, auf dem ein Kaffee produziert wird, der aufgrund seiner höheren Qualität von der übrigen Produktion der Farm getrennt wurde.",
  "Es wird geschätzt, dass weltweit täglich 2,25 Milliarden Tassen Kaffee konsumiert werden",
  "In Amerika war Kaffee erst nach der Boston Tea Party 1773 wirklich populär, als der Umstieg von Tee auf Kaffee zu einer Art patriotischer Pflicht wurde.",
  "Eine Tasse schwarzer Kaffee hat nur eine Kalorie.",
  "Timer.Coffee ist eine kostenlose und quelloffene Anwendung, die Ihre Unterstützung braucht! Du kannst zur Entwicklung auf Github beitragen oder mir einen Kaffee kaufen, indem du den Button unten benutzt :)",
  "Nachdem die Kaffeebohnen entkoffeiniert wurden, verkaufen mehrere Kaffeehersteller das Koffein an Limonaden- und Pharmaunternehmen",
  "Aeropress wurde vom Erfinder und pensionierten Ingenieurdozent der Stanford University Alan Adler entwickelt. Er erfand auch den Aerobie Pro Flugring, mit dem ein Guinness-Weltrekord für das am weitesten geworfene Objekt aufgestellt wurde.",
  "HARIO bedeutet 'König aus Glas'. Ihr erstes Kaffeebrühgerät, der Kaffeesiphon, wurde 1964 auf den Markt gebracht. Die berühmte V60 wurde 2004 Wirklichkeit.",
  "Die Chemex-Kaffeemaschine wurde 1941 von dem Chemiker Dr. Peter Schlumbohm erfunden. Schlumbohm ließ sich von der Bauhaus-Schule und von porenfreiem Laborgeschirr inspirieren, das keinen Eigengeschmack abgibt.",
  "Die älteste bekannte French Press wurde 1852 in Frankreich von Jacques-Victor Delforge und Henri-Otto Mayer patentiert."
]