[
  "コーヒーの歴史は、古代エチオピアの数世紀にわたる口承伝承に起源を持つが、15世紀以前にコーヒーが飲用されていた直接的な証拠は存在しない",
  "イエメンのスーフィー修道院では、祈りの集中力を高めるためにコーヒーが使用されていた",
  "コーヒーは16世紀初頭にレバント地域に広まり、地中海の商業貿易ルートを通じて16世紀後半にイタリアへ伝わった",
  "コーヒーハウスは17世紀後半に西ヨーロッパ、特にオランダ、イギリス、ドイツで普及した",
  "新世界で最初にコーヒーが栽培されたのは、1720年にガブリエル・ド・クリューがマルティニークにコーヒー苗を持ち込んだ時である",
  "1852年までにブラジルは世界最大のコーヒー生産国となり、その後もその地位を保っている。ベトナムは1999年に世界第2位の生産国になった",
  "「コーヒー」という言葉は1582年にオランダ語の「koffie」を経由して英語に取り入れられた。「koffie」はオスマン帝国の「kahve」（قهوه）から、それはアラビア語の「qahwah」（قَهْوَة）から借用された",
  "「コーヒーポット」と「コーヒーブレイク」という言葉はそれぞれ1705年と1952年に生まれた",
  "コーヒーの遺伝的多様性の研究は主にコフィア・アラビカ種に焦点を当てており、家畜化されたコーヒーの原産地はハラール地域とされ、エチオピアが起源と考えられている",
  "コーヒーは赤道周辺の「ビーンベルト」と呼ばれる広い地域で栽培されており、各地域の標高、気候、土壌条件がコーヒーの味に影響を与えている",
  "グアテマラ、ニカラグア、エルサルバドル、ホンジュラス、コスタリカ、パナマ、メキシコなど中南米の国々は、スパイシーで複雑、フルーティーな味わいのコーヒーを生産していることで知られている",
  "ブラジルは世界最大のコーヒー生産国で、世界のコーヒーの約40%、アラビカ種全体の70%を生産している",
  "コロンビアは南米で第二位のコーヒー生産国で、キャラメルや粗糖のような甘い香りのコーヒーを一般的に生産している",
  "ペルーは有機栽培の水洗式コーヒー豆の生産国として知られており、まろやかな酸味が特徴的である",
  "アフリカにある12のコーヒー生産国の中で、エチオピアはアラビカコーヒーの発祥地であり、アフリカ最大の生産国である。エチオピアのコーヒー、特にイルガチェフェは、花のような香りと心地よい酸味で高く評価されている",
  "ウガンダは大陸最大のロブスタ種輸出国で、甘くフルーティーな香りが特徴的である",
  "東南アジアでコーヒー豆を栽培している国には、インドネシア、ベトナム、タイ、パプアニューギニアが含まれる",
  "ベトナムは1990年代にコーヒー生産を開始し、現在は世界第2位の生産国である。ベトナムの生産は主にロブスタ種による",
  "インドネシアは世界第4位のコーヒー生産国で、主にロブスタ種を生産しているが、アラビカ種の栽培も行われており、全生産量の約25%を占めている",
  "オーストラリアと太平洋諸島のコーヒー生産量は比較的少ないが、この地域のコーヒーはスパイシーでフルーティー、土の香りが特徴の高品質なものである",
  "コーヒーチェリーの果肉は加工時に取り除かれ、堆肥化してコーヒー苗木や他の作物の肥料として利用される",
  "コーヒー豆は、コーヒー潅木のサクランボのような実の中の種子であり、豆状の形状から豆と呼ばれる",
  "湿式製法ではコーヒーチェリーを水に浸し、その後豆を乾燥させ、殻を剥く",
  "乾式製法はナチュラル製法とも呼ばれ、チェリー全体を天日で乾燥させた後に果肉と外皮を取り除く。この方法はコーヒーに甘くフルーティーな香りを与えることが多い",
  "セミウェット製法（パルプドナチュラル製法やハニー製法）では、コーヒーチェリーの外皮を取り除き、粘液質の一部を乾燥工程で残す。この方法はウェットプロセスより甘みがあり、ドライプロセスよりフルーティーさが少ないコーヒーになることが多い",
  "コーヒー豆は、一般的に摂氏187度から282度（華氏370度から540度）で焙煎される。焙煎により風味が増し、酸味が減る",
  "焙煎時間が長いほど、豆の色は濃くなり、酸味が弱くなる。浅煎りは複雑な風味を持ち、深煎りは大胆な風味と低い酸味を持つ",
  "サードウェーブコーヒーは2002年にトリッシュ・ロスゲブによって提唱された。この運動は高品質で職人的、持続可能なコーヒーに焦点を当て、コーヒー生産のあらゆるステップを重視している",
  "コーヒーは元々飲むものではなく、噛んで食べるものであった。アフリカの部族はコーヒーの実をすりつぶし、動物性脂肪と混ぜてエネルギー豊富なスナックボールを作っていた",
  "1932年、ブラジルはロサンゼルスで開催された夏季オリンピックに選手団を派遣し、船には5万束のコーヒーが積まれていた",
  "コーヒーは石油に次いで世界で2番目に多く取引される商品で、年間約4000億杯が消費され、市場価値は1000億ドルを超える",
  "カフェイン除去コーヒーには、一杯あたり約3ミリグラムのカフェインが含まれる",
  "最初のウェブカメラは1991年にケンブリッジ大学の研究者によって発明された",
  "ベートーヴェンは1杯のコーヒーに60粒の豆を使うことにこだわり、セオドア・ルーズベルト元アメリカ大統領は毎日約1ガロンのコーヒーを飲んでいたとされる",
  "フィンランドは、コーヒーの国内生産がないにもかかわらず、国民一人当たりのコーヒー消費量が世界最多である",
  "スペシャルティコーヒーは、シングルオリジンやマイクロロットのコーヒー豆から作られることが多い。シングルオリジンは一国の特定の生産者や地域からのコーヒーを指し、マイクロロットは特定の農園内の特別な区画で生産された品質の高いコーヒーを意味する",
  "世界中で毎日約22億5000万杯のコーヒーが消費されていると推定される",
  "アメリカでは、1773年のボストン茶会事件がきっかけでコーヒーの人気が急上昇した",
  "ブラックコーヒー1杯に含まれるカロリーはわずか1kcalである",
  "Timer.Coffeeは無料でオープンソースのアプリで、Githubでの開発貢献や、下記ボタンを使用しての寄付が可能である",
  "カフェイン除去されたコーヒー豆から得られるカフェインは、一部のコーヒーメーカーによってソーダや製薬会社に販売されている",
  "Aeropressは、発明家でスタンフォード大学工学部の退職者であるアラン・アドラーによって開発された。彼はまた、エアロビープロ・フライング・リングの発明者でもある",
  "HARIOは「ガラスの王」を意味し、同社の初のコーヒー抽出器具であるコーヒー・サイフォンは1964年に発売された。V60は2004年に登場した",
  "ケメックスコーヒーメーカーは、1941年に化学者ピーター・シュルンボーム博士によって発明された。シュルンボムはバウハウス流のデザインと、風味を与えない無孔の実験器具からインスピレーションを得た",
  "最古のフレンチプレスは、1852年にフランスのジャック=ヴィクトール・デルフォルジュとアンリ=オットー・メイヤーによって特許を取得された"
]