[
  "コーヒーの歴史は、現代のエチオピアにおける何世紀にもわたる古い口承伝承にさかのぼるが、15世紀以前にコーヒーが飲まれていたことを示す直接的な証拠は見つかっていない",
  "イエメンのスーフィーの修道院では、祈りの際の集中力を高めるためにコーヒーが使われていた",
  "コーヒーは16世紀初頭にレバントに広まり、地中海の商業貿易ルートを通じて16世紀後半にイタリアに到着した",
  "コーヒーハウスは17世紀後半までに西ヨーロッパ、特にオランダ、イギリス、ドイツに定着した",
  "新世界で最も早くコーヒーが栽培されたのは、1720年にガブリエル・ド・クリューがマルティニークにコーヒーの苗木を持ち込んだときである",
  "1852年までにブラジルは世界最大のコーヒー生産国となり、以来その地位を維持している。ベトナムは1999年に第2位の生産国になった」",
  "コーヒー という言葉は1582年にオランダ語の 'koffie' を経て英語になった。'koffie' はオスマントルコ語の 'kahve'(قهوه)から借用され、さらにアラビア語の 'qahwah'(قَهْوَة)からも借用された",
  "コーヒーポット 'と 'コーヒーブレイク 'という言葉は、それぞれ1705年と1952年に生まれた",
  "遺伝的多様性の研究はコフィア・アラビカ種について行われてきた。家畜化されたコーヒーの原産地はハラールと言われており、原産地はエチオピアと考えられている",
  "コーヒーは、赤道直上と直下のビーンベルトと呼ばれる広大な地域で栽培されている。コーヒー豆ベルト内の各地域には、コーヒーの味に影響を与える独特の標高、気候、土壌条件がある",
  "グアテマラ、ニカラグア、エルサルバドル、ホンジュラス、コスタリカ、パナマ、メキシコなどの中南米諸国は、スパイシーで複雑、フルーティーなコクのあるコーヒーを生産することで知られている",
  "ブラジルは世界最大のコーヒー生産国で、世界のコーヒーの約40%、アラビカコーヒー全体の70%を生産している",
  "コロンビアは南米第二のコーヒー生産国で、コーヒーは一般的にキャラメルや粗糖のような甘い香りがする",
  "ペルーは有機栽培の水洗式コーヒー豆の生産国として知られ、まろやかな酸味が特徴である",
  "アフリカにある12のコーヒー生産国のうち、エチオピアはアラビカコーヒー発祥の地であり、アフリカ最大の生産国である。アラビカ種のイルガチェフェに代表されるエチオピアのコーヒーは、花のような香りと心地よい酸味で珍重されている",
  "ウガンダは大陸最大のロブスタ種輸出国で、甘くフルーティーな香りが特徴である",
  "東南アジアでコーヒー豆を栽培している国は、インドネシア、ベトナム、タイ、パプアニューギニアなどである",
  "ベトナムは 1990 年代に生産を開始し、現在では世界第 2 位の生産国である。ベトナムの生産量のほとんどはロブスタコーヒーである",
  "インドネシアは世界第 4 位の生産国である。インドネシアは世界第 4 位の生産国であり、そのほとんどがロブスタ種であるが、アラビカ種も栽培されており、全生産量の約 25%を占めている",
  "オーストラリアと太平洋諸島のコーヒー生産量は比較的少ない。しかし、この地域のコーヒーは、スパイシーでフルーティー、そして土の香りを持つ、ユニークで高品質なものとなる",
  "加工時に取り除かれるコーヒーチェリーの果肉は、堆肥化してコーヒーの苗木や他の作物の肥料として利用できる",
  "コーヒー豆は、潅木に生るサクランボのような実から採れる種子である。マメ科の植物に似ていることから豆と呼ばれる",
  "湿式製法では、コーヒーチェリーを水に浸す。その後、豆を乾燥させ、殻を剥く",
  "乾式製法はナチュラル製法とも呼ばれ、チェリー全体を天日で乾燥させてから果肉と外皮を取り除く。この方法では、しばしばコーヒーに甘くフルーティーな香りが付与される",
  "セミ・ウェット製法は、パルプド・ナチュラル製法やハニー製法とも呼ばれ、コーヒーチェリーの外皮は取り除きますが、粘液質(豆を包んでいる粘着性のある物質)の一部は乾燥工程で残します。この方法では、ウェット・プロセス・コーヒーよりも甘く、ドライ・プロセス・コーヒーよりもフルーティーさの少ないコーヒーになることが多い",
  "コーヒーは通常、摂氏187度から282度(華氏370度から540度)の温度で焙煎される。焙煎することでコーヒー豆の風味が増し、酸味が減る",
  "焙煎時間が長いほど、豆の色は濃くなり、酸味は弱くなる。浅煎りは、より複雑でニュアンスのある風味を持つことが多く、深煎りは、しっかりとした大胆な風味と低い酸味を持つ傾向があります",
  "サードウェーブコーヒー 'という言葉は、2002年にトリッシュ・ロスゲブによって作られた。サードウェーブコーヒーの動きは、スターバックスなどのチェーン店に代表されるセカンドウェーブへの反動であり、高品質で職人的、持続可能なコーヒーに焦点を当てている。この運動は、農業、収穫から加工、焙煎、抽出に至るまで、コーヒー生産のあらゆるステップを重視している",
  "コーヒーはもともと飲むものではなく、噛んで飲むものだった。アフリカの部族はコーヒーの実をすりつぶし、動物性脂肪と混ぜてエネルギー豊富なスナックボールを作っていた",
  "1932年、ブラジルはロサンゼルスで開催された夏季オリンピックに選手団を派遣したが、その船には5万束のコーヒーが積まれていた",
  "コーヒーは石油に次いで世界で2番目に多く取引されている商品であり、年間消費量は推定4000億杯、その価値は全世界で1000億ドルを超える",
  "カフェイン除去コーヒーには、1杯あたり約3ミリグラムのカフェインが含まれている",
  "最初のウェブカメラは、ケンブリッジ大学の研究者が1991年に発明した",
  "ベートーヴェンは1杯のコーヒーに60粒の豆を入れることにこだわり、セオドア・ルーズベルト元アメリカ大統領は毎日1ガロンのコーヒーを飲んだと言われている",
  "フィンランドは、自国ではコーヒーを生産していないにもかかわらず、国民一人当たりのコーヒー消費量が他のどの国よりも多い",
  "スペシャルティコーヒーは、シングルオリジンやマイクロロットのコーヒー豆から作られることが多い。シングルオリジンとは、ある国の単一の生産者、作物、地域から調達されたコーヒーを意味し、マイクロロットとは、農園内の一区画で、その品質が優れているため、他の農園の生産とは別に生産されたコーヒーを意味する",
  "世界中で毎日22億5000万杯のコーヒーが消費されていると推定されている",
  "アメリカでは、1773年のボストン茶会事件まで、コーヒーはあまり人気がなかった",
  "ブラックコーヒー1杯のカロリーはわずか1kcal",
  "Timer.Coffeeは無料でオープンソースのアプリです!Githubで開発に貢献するか、下のボタンを使って私にコーヒーを買ってください :)",
  "コーヒー豆がカフェイン除去された後、いくつかのコーヒーメーカーはカフェインをソーダや製薬会社に売る",
  "Aeropressは、発明家であり、スタンフォード大学工学部を退職したアラン・アドラーによって開発された。彼はまた、最も遠くに投げた物体でギネス世界記録を樹立したエアロビープロ・フライング・リングも発明した",
  "HARIOはガラスの王」を意味する。同社初のコーヒー抽出器具であるコーヒー・サイフォンは1964年に発売された。有名なV60は2004年に実現した",
  "ケメックスコーヒーメーカーは、1941年に化学者のピーター・シュルンボーム博士によって発明された。シュルンボムは、バウハウス流のデザインと、それ自体の風味を与えない無孔の実験器具にヒントを得た",
  "最古のフレンチプレスは、1852年にフランスでジャック=ヴィクトール・デルフォルジュとアンリ=オットー・メイヤーが特許を取得した。"
]