[
    "咖啡的历史可以追溯到现代埃塞俄比亚数世纪前的口头传统,但在 15 世纪之前没有发现直接的消费证据。",
    "也门的苏菲修道院使用咖啡帮助集中精神进行祈祷。",
    "16 世纪初咖啡传播到黎凡特地区,16 世纪下半叶通过地中海商业贸易路线传入意大利。",
    "到 17 世纪末,咖啡馆在西欧特别是荷兰、英格兰和德国确立了自己的地位。",
    "最早在新世界种植咖啡是在 1720 年,当 Gabriel de Clieu 将咖啡苗带到马提尼克,这催生了数千棵咖啡树,从而使其传播到其他加勒比岛屿和墨西哥。",
    "到 1852 年,巴西成为全球最大的咖啡生产国,并一直保持这一地位。越南在 1999 年成为第二大生产国。",
    "'coffee'一词于 1582 年通过荷兰语'koffie'进入英语,源自奥斯曼土耳其语'kahve' (قهوه),而后者又源自阿拉伯语'qahwah' (قَهْوَة)。",
    "'coffee pot'（咖啡壶）和'coffee break'（咖啡休息）这些术语分别起源于 1705 年和 1952 年。",
    "已对 Coffea arabica 品种进行了遗传多样性研究。据说最初的驯化咖啡植物来自哈拉尔,其原生种群被认为源自埃塞俄比亚,在苏丹和肯尼亚附近有不同的种群。",
    "咖啡种植在一个被称为咖啡带的广阔区域,位于赤道带的上下方。咖啡带内的每个区域都有独特的海拔、气候和土壤条件,这些都会影响咖啡的味道。",
    "中美洲和南美洲国家如危地马拉、尼加拉瓜、萨尔瓦多、洪都拉斯、哥斯达黎加、巴拿马和墨西哥以生产辛辣、复杂、果香且口感好的咖啡而闻名。",
    "巴西是世界上最大的咖啡生产国,约占全球咖啡产量的 40%,阿拉比卡咖啡的 70%。",
    "哥伦比亚是南美洲第二大咖啡生产国,其咖啡通常口感甜美,带有焦糖或生糖的味道。",
    "秘鲁以生产有机水洗咖啡豆而闻名,其咖啡口感柔和,酸度适中。",
    "在非洲的 12 个咖啡生产国中,埃塞俄比亚是阿拉比卡咖啡的发源地,也是该地区最大的生产国。埃塞俄比亚咖啡,如阿拉比卡 Yirgacheffe 豆,因其花香和令人愉悦的酸度而受到珍视。",
    "乌干达是该大陆最大的罗布斯塔咖啡出口国,其咖啡带有甜美、果香的味道。",
    "东南亚种植咖啡豆的国家包括印度尼西亚、越南、泰国和巴布亚新几内亚。",
    "越南从 1990 年代开始生产咖啡豆,现在是世界第二大生产国。越南的大部分产量是罗布斯塔咖啡。",
    "印度尼西亚是世界第四大生产国。这里的咖啡大多是罗布斯塔,但阿拉比卡咖啡豆仍占有一席之地,约占所有种植豆的 25%。",
    "澳大利亚和太平洋岛国生产的咖啡量相对较少。然而,这一地区的咖啡可以是独特且高品质的,带有辛辣、果香和泥土的味道。",
    "在加工过程中去除的咖啡樱桃果肉可以堆肥并用作咖啡树和其他作物的肥料。",
    "咖啡豆实际上是来自长在灌木上的类似樱桃的浆果的种子。由于它们与豆类的相似性，因此被称为豆。",
    "湿法处理方法涉及将咖啡樱桃浸泡在水中，这样更容易去除果肉。然后将豆子干燥并去壳。",
    "干法处理方法，也称为自然法，涉及在太阳下晒干整个咖啡樱桃，然后去除果肉和壳。这种方法通常给咖啡带来甜美的果香。",
    "半湿法处理，也称为脱皮自然法或蜜处理法，涉及去除咖啡樱桃的外皮，但在干燥过程中保留一些粘液（包裹豆子的粘性物质）。这种方法通常产生的咖啡比湿法处理的更甜，但比干法处理的果香少。",
    "咖啡通常在 187 至 282 摄氏度（370 至 540 华氏度）之间烘焙。烘焙过程发展了咖啡豆中的风味，并降低了它们的酸度。",
    "豆子烘焙的时间越长，颜色越深，酸度越低。浅烘焙的风味通常更复杂、微妙，而深烘焙则倾向于拥有浓郁的口味和较低的酸度。",
    "'第三波咖啡'一词由 Trish Rothgeb 在 2002 年创造。第三波咖啡运动是对第二波的反应，第二波以星巴克等连锁店为代表，专注于高品质、手工艺和可持续的咖啡。这一运动强调咖啡生产的每个步骤，从种植和收获到处理、烘焙和冲泡。",
    "咖啡最初是被咀嚼的，而不是饮用的。非洲部落曾将咖啡浆果研磨并与动物脂肪混合，制成富含能量的小吃球。",
    "1932 年，巴西派其运动员乘坐装载 5 万堆咖啡的船只参加洛杉矶夏季奥运会，沿途出售咖啡以筹集旅费。",
    "咖啡是仅次于石油的世界第二大交易商品，每年估计消费量达 4000 亿杯，全球价值超过 1000 亿美元。",
    "脱咖啡因咖啡每杯仍含约 3 毫克咖啡因，因为脱咖啡因过程只去除了约 94-98% 的咖啡因。",
    "1991 年，剑桥大学的研究人员发明了第一个网络摄像头，用来检查他们的咖啡壶状态，而无需离开办公桌。",
    "贝多芬坚持用恰好 60 粒咖啡豆制作每杯咖啡，而前美国总统西奥多·罗斯福据说每天喝一加仑咖啡。",
    "芬兰是人均咖啡消费量最高的国家，尽管本国不产咖啡。",
    "精品咖啡通常来自单一产地或小批量咖啡豆。单一产地意味着咖啡来自一个国家的单一生产者、作物或地区，而小批量是指农场内一块因其优质而被从农场其他产量中分离出来的土地。",
    "据估计，全球每天消费约 22.5 亿杯咖啡。",
    "咖啡直到 1773 年波士顿茶党事件之后才真正在美国流行起来，届时从茶转向咖啡成为一种爱国义务。",
    "一杯黑咖啡只含有 1 卡路里。",
    "Timer.Coffee 是一个免费且开源的应用程序，需要您的支持！您可以在 Github 上参与开发，或使用下面的按钮给我买杯咖啡 :)",
    "脱咖啡因后，一些咖啡制造商会将咖啡因出售给汽水和制药公司。",
    "Aeropress 由发明家和已退休的斯坦福大学工程讲师 Alan Adler 创造。他还发明了 Aerobie Pro 飞盘，该飞盘曾用于创造远距离投掷物体的吉尼斯世界纪录。",
    "HARIO 意为'玻璃之王'。他们的第一个咖啡冲泡设备，咖啡虹吸器于 1964 年发布。著名的 V60 于 2004 年诞生。",
    "Chemex 咖啡壶是由化学家 Dr. Peter Schlumbohm 于 1941 年发明的。Schlumbohm 的灵感来自包豪斯设计学派和不会赋予自身味道的非多孔实验室器皿。",
    "已知最早的法式压壶于 1852 年在法国由 Jacques-Victor Delforge 和 Henri-Otto Mayer 获得专利。"
  ]
  