[
    "The history of coffee dates back to centuries of old oral tradition in modern day Ethiopia, but no direct evidence of its consumption prior to the 15th century has been found.",
    "Sufi monasteries in Yemen employed coffee as an aid to concentration during prayers.",
    "Coffee spread to the Levant in the early 16th century and arrived in Italy the second half of the 16th century through commercial Mediterranean trade routes.",
    "Coffee houses established themselves in Western Europe by the late 17th century, especially in Holland, England and Germany.",
    "One of the earliest cultivations of coffee in the New World was when Gabriel de Clieu brought coffee seedlings to Martinique in 1720, sprouting thousands of coffee trees which enabled its spread to other Caribbean islands and to Mexico.",
    "By 1852, Brazil became the largest producer of coffee globally and has held that status ever since. Vietnam became the second-largest producer in 1999.",
    "The word 'coffee' entered the English language in 1582 via the Dutch 'koffie,' borrowed from the Ottoman Turkish 'kahve' (قهوه), in turn borrowed from the Arabic 'qahwah' (قَهْوَة).",
    "The terms 'coffee pot' and 'coffee break' originated in 1705 and 1952 respectively.",
    "Studies of genetic diversity have been performed on Coffea arabica varieties. The original domesticated coffee plant is said to have been from Harar, with the native population thought to be derived from Ethiopia with distinct nearby populations in Sudan and Kenya.",
    "Coffee is grown in a vast region known as the bean belt, just above and just below the equatorial zone. Each region within the coffee bean belt has a unique altitude, climate, and soil conditions which affect the taste of the coffee.",
    "Central and South American countries like Guatemala, Nicaragua, El Salvador, Honduras, Costa Rica, Panama, and Mexico are known for producing spicy, complex, fruity coffees with a good body.",
    "Brazil is the largest coffee-producing country in the world, producing about 40% of the world’s coffee, and 70% of all Arabica coffee.",
    "Colombia is the second largest coffee producer in South America with its coffee being generally sweet with notes of caramel or raw sugar.",
    "Peru is known for being an organic producer of washed coffee beans, known for being mellow with mild acidity.",
    "Of the 12 coffee-producing countries in Africa, Ethiopia is the original birthplace of Arabica coffee and is the largest producer in the region. Ethiopian coffee, such as the Arabica Yirgacheffe bean, are prized for having floral notes and a pleasing acidity.",
    "Uganda is the largest exporter of Robusta on the continent, with its coffee having sweet, fruity notes.",
    "Countries growing coffee beans in Southeast Asia include Indonesia, Vietnam, Thailand, and Papua New Guinea.",
    "Vietnam started producing beans in the 1990s and is now the second-largest producer in the world. Most of Vietnam’s production is Robusta coffee.",
    "Indonesia is the fourth largest producer in the world. Most of this coffee is Robusta, but Arabica coffee beans still play a part, representing about 25% of all the beans grown there.",
    "Australia and the Pacific Islands produce relatively small amounts of coffee. However, the coffee from this region can be unique and high-quality, with notes of spicy, fruity, and earthy flavors.",
    "The coffee cherry pulp that is removed during processing can be composted and used as a fertilizer for coffee plants and other crops.",
    "Coffee beans are actually seeds that come from a cherry-like berry that grows on a bush. They are called beans because of their resemblance with legumes.",
    "The wet process method involves soaking the coffee cherries in water, which makes it easier to remove the pulp. The beans are then dried and hulled.",
    "The dry process method, also known as the natural method, involves drying the whole coffee cherry in the sun before removing the pulp and hull. This method often imparts a sweet, fruity note to the coffee.",
    "In the semi-wet process, also known as the pulped natural or honey process, the outer skin of the coffee cherry is removed, but some of the mucilage (the sticky substance surrounding the beans) is left on during the drying process. This method often results in a coffee that is sweeter than wet-processed coffee, but less fruity than dry-processed coffee.",
    "Coffee is typically roasted at temperatures between 187 and 282 degrees Celsius (370 and 540 degrees Fahrenheit). The roasting process develops the flavors in the coffee beans and reduces their acidity.",
    "The longer the beans are roasted, the darker and less acidic they become. Light roasts often have a more complex, nuanced flavor profile, while dark roasts tend to have a robust, bold flavor and lower acidity.",
    "The term 'third wave coffee' was coined by Trish Rothgeb in 2002. The third wave coffee movement is a reaction to the second wave, typified by chains like Starbucks, and focuses on high-quality, artisanal, and sustainable coffee. This movement emphasizes every step of coffee production, from farming and harvesting to processing, roasting, and brewing.",
    "Coffee was originally chewed, not drunk. African tribes used to grind coffee berries and mix them with animal fat to create energy-rich snack balls.",
    "In 1932, Brazil sent its athletes to the Summer Olympics in Los Angeles on a ship loaded with 50,000 stacks of coffee to sell on the way to finance their trip.",
    "Coffee is the second most traded commodity in the world after petroleum, with an estimated 400 billion cups consumed annually and a value of over $100 billion worldwide.",
    "Decaffeinated coffee still contains about 3 milligrams of caffeine per cup, as the decaffeination process only removes about 94-98% of the caffeine.",
    "The first webcam was invented by researchers at Cambridge University in 1991 to check the status of their coffee pot without having to leave their desks.",
    "Beethoven insisted on making each cup of coffee with exactly 60 beans, while former U.S. president Theodore Roosevelt reportedly drank a gallon of coffee each day.",
    "Finland consumes more coffee per capita than any other country, despite not producing any coffee of its own.",
    "Specialty coffee often comes from single-origin or micro-lot coffee beans. Single-origin means that the coffee is sourced from a single producer, crop, or region in one country, while a micro-lot is a plot of land within a farm that has produced a coffee that's been separated from the rest of the farm's production because of its superior quality.",
    "It is estimated that 2.25 billion cups of coffee are consumed each day worldwide.",
    "Coffee was not really popular in America until the Boston Tea Party of 1773, when making the switch from tea to coffee became something of a patriotic duty.",
    "One cup of black coffee only has one calorie.",
    "Timer.Coffee is a free and open-source app which needs your support! You can contribute to the development on Github or buy me a coffee using a button below :)",
    "After coffee beans are decaffeinated, several coffee manufacturers sell the caffeine to soda and pharmaceutical companies.",
    "Aeropress was created by inventor and retired Stanford University engineering instructor Alan Adler. He also invented the Aerobie Pro flying ring, which was used to set a Guinness World Record for farthest thrown object.",
    "HARIO means 'King of glass'. Their first first coffee-brewing device, the coffee syphon was released in 1964. The famous V60 came to reality in 2004.",
    "The Chemex coffeemaker was invented in 1941 by the chemist Dr. Peter Schlumbohm. Schlumbohm was inspired by the Bauhaus school of design and non-porous labware that would impart no flavor of its own.",
    "The earliest known French press was patented in 1852 in France by Jacques-Victor Delforge and Henri-Otto Mayer."
  ]
  