[
  "Historia kawy sięga wieków starej tradycji ustnej we współczesnej Etiopii, ale nie znaleziono bezpośrednich dowodów na jej spożycie przed XV wiekiem",
  "Klasztory sufickie w Jemenie używały kawy jako środka wspomagającego koncentrację podczas modlitwy.",
  "Kawa rozprzestrzeniła się w Lewancie na początku XVI wieku i dotarła do Włoch w drugiej połowie XVI wieku za pośrednictwem śródziemnomorskich szlaków handlowych",
  "Kawiarnie pojawiły się w Europie Zachodniej pod koniec XVII wieku, zwłaszcza w Holandii, Anglii i Niemczech.",
  "Jedna z najwcześniejszych upraw kawy w Nowym Świecie miała miejsce, gdy Gabriel de Clieu przywiózł sadzonki kawy na Martynikę w 1720 roku, wykiełkowały tysiące drzewek kawowych, które umożliwiły jej rozprzestrzenienie się na inne wyspy karaibskie i do Meksyku.",
  "Do 1852 roku Brazylia stała się największym producentem kawy na świecie i od tego czasu utrzymuje ten status. Wietnam stał się drugim co do wielkości producentem w 1999 roku.",
  "Słowo 'kawa' weszło do języka angielskiego w 1582 roku za pośrednictwem holenderskiego 'koffie', zapożyczonego z osmańskiego tureckiego 'kahve' (قهوه), z kolei zapożyczonego z arabskiego 'qahwah' (قَهْوَة).",
  "Terminy 'dzbanek do kawy' i 'przerwa na kawę' powstały odpowiednio w 1705 i 1952 roku.",
  "Badania różnorodności genetycznej zostały przeprowadzone na odmianach Coffea arabica. Mówi się, że oryginalna udomowiona roślina kawowa pochodzi z Hararu, a rodzima populacja pochodzi z Etiopii z odrębnymi pobliskimi populacjami w Sudanie i Kenii.",
  "Kawa jest uprawiana w rozległym regionie znanym jako pas kawowy, tuż powyżej i tuż poniżej strefy równikowej. Każdy region w obrębie pasa kawowego ma unikalną wysokość, klimat i warunki glebowe, które wpływają na smak kawy.",
  "Kraje Ameryki Środkowej i Południowej, takie jak Gwatemala, Nikaragua, Salwador, Honduras, Kostaryka, Panama i Meksyk są znane z produkcji pikantnych, złożonych, owocowych kaw o dobrym body.",
  "Brazylia jest największym krajem produkującym kawę na świecie, produkującym około 40% światowej kawy i 70% całej kawy Arabica",
  "Kolumbia jest drugim co do wielkości producentem kawy w Ameryce Południowej, a jej kawa jest ogólnie słodka z nutami karmelu lub surowego cukru",
  "Peru jest znane z tego, że jest organicznym producentem mytych ziaren kawy, znanych z łagodnej kwasowości",
  "Spośród 12 krajów produkujących kawę w Afryce, Etiopia jest pierwotnym miejscem narodzin kawy Arabica i jest największym producentem w regionie. Etiopska kawa, taka jak ziarna Arabica Yirgacheffe, jest ceniona za kwiatowe nuty i przyjemną kwaskowatość.",
  "Uganda jest największym eksporterem Robusty na kontynencie, a jej kawa ma słodkie, owocowe nuty",
  "Kraje uprawiające kawę ziarnistą w Azji Południowo-Wschodniej obejmują Indonezję, Wietnam, Tajlandię i Papuę Nową Gwineę.",
  "Wietnam rozpoczął produkcję kawy ziarnistej w latach 90. i jest obecnie drugim co do wielkości producentem na świecie. Większość produkcji Wietnamu to kawa Robusta.",
  "Indonezja jest czwartym co do wielkości producentem na świecie. Większość tej kawy to Robusta, ale ziarna kawy Arabica nadal odgrywają pewną rolę, stanowiąc około 25% wszystkich ziaren tam uprawianych.",
  "Australia i wyspy Pacyfiku produkują stosunkowo niewielkie ilości kawy. Jednak kawa z tego regionu może być wyjątkowa i wysokiej jakości, z nutami pikantnych, owocowych i ziemistych smaków.",
  "Miąższ wiśni kawowych, który jest usuwany podczas przetwarzania, może być kompostowany i wykorzystywany jako nawóz dla roślin kawowych i innych upraw",
  "Ziarna kawy to w rzeczywistości nasiona, które pochodzą z wiśniowej jagody rosnącej na krzaku. Nazywa się je fasolą ze względu na ich podobieństwo do roślin strączkowych.",
  "Metoda mokra polega na moczeniu wiśni kawy w wodzie, co ułatwia usunięcie miąższu. Ziarna są następnie suszone i łuskane.",
  "Metoda sucha, znana również jako metoda naturalna, polega na suszeniu całych wiśni kawy na słońcu przed usunięciem miąższu i łuski. Metoda ta często nadaje kawie słodką, owocową nutę.",
  "W procesie półmokrym, znanym również jako proces naturalny lub miodowy, zewnętrzna skórka wiśni kawowej jest usuwana, ale część śluzu (lepkiej substancji otaczającej ziarna) pozostaje podczas procesu suszenia. Ta metoda często skutkuje kawą, która jest słodsza niż kawa przetwarzana na mokro, ale mniej owocowa niż kawa przetwarzana na sucho",
  "Kawa jest zazwyczaj palona w temperaturze od 187 do 282 stopni Celsjusza (370 do 540 stopni Fahrenheita). Proces palenia rozwija smaki w ziarnach kawy i zmniejsza ich kwasowość.",
  "Im dłużej ziarna są palone, tym stają się ciemniejsze i mniej kwaśne. Jasno palone ziarna często mają bardziej złożony, zniuansowany profil smakowy, podczas gdy ciemno palone ziarna mają zwykle mocny, odważny smak i niższą kwasowość.",
  "Termin 'kawa trzeciej fali' został ukuty przez Trish Rothgeb w 2002 roku. Ruch kawy trzeciej fali jest reakcją na drugą falę, typową dla sieci takich jak Starbucks, i koncentruje się na wysokiej jakości, rzemieślniczej i zrównoważonej kawie. Ruch ten kładzie nacisk na każdy etap produkcji kawy, od uprawy i zbiorów po przetwarzanie, palenie i parzenie",
  "Kawa była pierwotnie żuta, a nie pita. Plemiona afrykańskie mielą owoce kawy i mieszają je z tłuszczem zwierzęcym, aby stworzyć bogate w energię kulki przekąskowe.",
  "W 1932 r. Brazylia wysłała swoich sportowców na Letnie Igrzyska Olimpijskie w Los Angeles na statku załadowanym 50 000 stosów kawy, które sprzedano po drodze, aby sfinansować ich podróż.",
  "Kawa jest drugim najczęściej wymienianym towarem na świecie po ropie naftowej, z szacunkową ilością 400 miliardów filiżanek spożywanych rocznie i wartością ponad 100 miliardów dolarów na całym świecie.",
  "Kawa bezkofeinowa nadal zawiera około 3 miligramów kofeiny na filiżankę, ponieważ proces dekofeinizacji usuwa tylko około 94-98% kofeiny",
  "Pierwsza kamera internetowa została wynaleziona przez naukowców z Uniwersytetu Cambridge w 1991 roku, aby sprawdzić stan swojego dzbanka do kawy bez konieczności opuszczania biurka.",
  "Beethoven nalegał na przygotowanie każdej filiżanki kawy z dokładnie 60 ziaren, podczas gdy były prezydent USA Theodore Roosevelt podobno wypijał galon kawy każdego dnia.",
  "Finlandia konsumuje więcej kawy na mieszkańca niż jakikolwiek inny kraj, mimo że nie produkuje własnej kawy.",
  "Kawa specialty często pochodzi z ziaren kawy single-origin lub micro-lot. Single-origin oznacza, że kawa pochodzi od jednego producenta, z jednej uprawy lub z jednego regionu w jednym kraju, podczas gdy micro-lot to działka w obrębie farmy, która wyprodukowała kawę, która została oddzielona od reszty produkcji farmy ze względu na jej najwyższą jakość.",
  "Szacuje się, że każdego dnia na całym świecie wypija się 2,25 miliarda filiżanek kawy",
  "Kawa nie była tak naprawdę popularna w Ameryce aż do Boston Tea Party w 1773 roku, kiedy to przestawienie się z herbaty na kawę stało się czymś w rodzaju patriotycznego obowiązku.",
  "Jedna filiżanka czarnej kawy ma tylko jedną kalorię.",
  "Timer.Coffee to darmowa aplikacja o otwartym kodzie źródłowym, która potrzebuje Twojego wsparcia! Możesz przyczynić się do jej rozwoju na Github lub kupić mi kawę za pomocą przycisku poniżej :)",
  "Po tym, jak ziarna kawy zostaną pozbawione kofeiny, kilku producentów kawy sprzedaje kofeinę do napojów gazowanych i firm farmaceutycznych.",
  "Aeropress został stworzony przez wynalazcę i emerytowanego instruktora inżynierii Uniwersytetu Stanforda Alana Adlera. Wynalazł on również latający pierścień Aerobie Pro, który został użyty do ustanowienia rekordu Guinnessa w kategorii najdalej wyrzuconego przedmiotu.",
  "HARIO oznacza 'król szkła'. Ich pierwsze urządzenie do parzenia kawy, syfon do kawy, zostało wydane w 1964 roku. Słynny V60 stał się rzeczywistością w 2004 roku.",
  "Ekspres do kawy Chemex został wynaleziony w 1941 roku przez chemika dr Petera Schlumbohma. Schlumbohm zainspirował się szkołą projektowania Bauhaus i nieporowatymi naczyniami laboratoryjnymi, które nie nadawały własnego smaku.",
  "Najwcześniejsza znana francuska prasa została opatentowana w 1852 roku we Francji przez Jacques-Victor Delforge i Henri-Otto Mayer"
]