[
  "Historia kawy ma swoje korzenie w dawnych tradycjach ustnych współczesnej Etiopii, choć brak jest bezpośrednich dowodów na jej spożywanie przed XV wiekiem.",
  "Klasztory sufickie w Jemenie wykorzystywały kawę do poprawy koncentracji podczas modlitw.",
  "Kawa rozpowszechniła się na Lewancie na początku XVI wieku, a do Włoch dotarła w drugiej połowie tego stulecia poprzez śródziemnomorskie szlaki handlowe.",
  "Kawiarnie zaczęły pojawiać się w Europie Zachodniej pod koniec XVII wieku, szczególnie w Holandii, Anglii i Niemczech.",
  "Jednym z pierwszych miejsc uprawy kawy w Nowym Świecie był Martinique, gdzie w 1720 roku Gabriel de Clieu przywiózł sadzonki kawy, dając początek tysiącom drzew kawowych i rozprzestrzenianiu się ich na inne Karaiby i do Meksyku.",
  "Brazylia stała się największym producentem kawy na świecie do 1852 roku i utrzymuje ten status do dziś. Wietnam zajął drugie miejsce w 1999 roku.",
  "Słowo 'kawa' pojawiło się w języku angielskim w 1582 roku poprzez holenderskie 'koffie', pochodzące z osmańskiego tureckiego 'kahve', z kolei zapożyczonego z arabskiego 'qahwah'.",
  "Terminy 'dzbanek do kawy' i 'przerwa na kawę' pojawiły się odpowiednio w 1705 i 1952 roku.",
  "Badania różnorodności genetycznej odmian Coffea arabica wykazały, że pierwotnie udomowiona roślina pochodzi z Hararu, a dzika populacja pochodzi z Etiopii, Sudania i Kenii.",
  "Kawa jest uprawiana w pasie kawowym, który rozciąga się po obu stronach równika. Każdy region w tym pasie charakteryzuje się unikalną wysokością, klimatem i warunkami glebowymi, co wpływa na smak kawy.",
  "Kraje Ameryki Środkowej i Południowej, takie jak Gwatemala, Nikaragua, Salwador, Honduras, Kostaryka, Panama i Meksyk, są znane z produkcji kaw o pikantnych, złożonych, owocowych nutach.",
  "Brazylia jest największym producentem kawy na świecie, stanowiącym około 40% globalnej produkcji i 70% produkcji Arabiki.",
  "Kolumbia, drugi co do wielkości producent kawy w Ameryce Południowej, jest znana z kaw o słodkich nutach karmelu lub surowego cukru.",
  "Peru jest znane z organicznej produkcji mytych ziaren kawy o łagodnej kwasowości.",
  "Spośród 12 afrykańskich krajów produkujących kawę, Etiopia jest największym producentem i miejscem narodzin Arabiki. Etiopskie kawy, takie jak Yirgacheffe, są cenione za kwiatowe nuty i przyjemną kwasowość.",  "Uganda jest największym eksporterem Robusty na kontynencie, a jej kawa ma słodkie, owocowe nuty",
  "Uganda jest wiodącym eksporterem kawy Robusta w Afryce, charakteryzującą się słodkimi i owocowymi nutami smakowymi.",
  "Kraje Azji Południowo-Wschodniej uprawiające kawę ziarnistą to m.in. Indonezja, Wietnam, Tajlandia i Papua-Nowa Gwinea.",
  "Wietnam rozpoczął uprawę kawy ziarnistej w latach 90. XX wieku i jest obecnie drugim co do wielkości producentem na świecie, specjalizującym się głównie w kawie Robusta.",
  "Indonezja zajmuje czwarte miejsce na świecie pod względem produkcji kawy. Chociaż dominuje tu Robusta, około 25% upraw to kawa Arabica.",
  "Australia i wyspy Pacyfiku wytwarzają stosunkowo niewielkie ilości kawy, ale odznaczają się wyjątkową jakością z nutami pikantnymi, owocowymi i ziemistymi.",
  "Miąższ z wiśni kawowych, usuwany w procesie przetwarzania, może być kompostowany i wykorzystywany jako nawóz dla upraw kawowych i innych roślin.",
  "Ziarna kawy to nasiona pochodzące z owoców rośliny kawowej, przypominające fasolę strączkową, stąd ich nazwa.",
  "Metoda mokra to proces moczenia wiśni kawowych w wodzie, ułatwiający usunięcie miąższu. Następnie ziarna są suszone i łuskane.",
  "Metoda sucha, czyli naturalna, polega na suszeniu całych wiśni kawowych na słońcu przed usunięciem miąższu i łuski. Metoda ta często nadaje kawie słodką, owocową nutę.",
  "Proces półmokry, zwany też naturalnym lub miodowym, polega na usunięciu zewnętrznej skórki wiśni kawowej, ale pozostawieniu części śluzu otaczającego ziarna podczas suszenia. Metoda ta zwykle daje kawę słodszą niż metoda mokra, ale mniej owocową niż metoda sucha.",
  "Kawa jest zazwyczaj palona w temperaturach od 187 do 282 stopni Celsjusza. Proces ten rozwija smaki w ziarnach i redukuje ich kwasowość.",
  "Im dłużej ziarna są palone, tym stają się ciemniejsze i mniej kwaśne. Jasno palone ziarna charakteryzują się złożonym profilem smakowym, podczas gdy ciemno palone mają mocny smak i niższą kwasowość.",
  "Termin 'kawa trzeciej fali' został ukuty przez Trish Rothgeb w 2002 roku, odnosząc się do wysokiej jakości, rzemieślniczej i zrównoważonej kawy, z naciskiem na każdy etap produkcji.",
  "Kawa pierwotnie była żuta, a nie pita. Afrykańskie plemiona tworzyły energetyczne kulki z mielonych owoców kawy i tłuszczu zwierzęcego.",
  "W 1932 roku Brazylia wysłała swoich sportowców na Letnie Igrzyska Olimpijskie w Los Angeles, finansując ich podróż przez sprzedaż 50 000 stosów kawy w drodze.",
  "Kawa jest drugim najczęściej handlowanym towarem na świecie po ropie naftowej, z rocznym spożyciem 400 miliardów filiżanek i wartością przekraczającą 100 miliardów dolarów.",
  "Kawa bezkofeinowa zawiera około 3 miligramów kofeiny na filiżankę, ponieważ proces dekofeinizacji usuwa tylko około 94-98% kofeiny.",
  "Pierwsza kamera internetowa została wynaleziona w 1991 roku przez naukowców z Uniwersytetu Cambridge, aby monitorować stan dzbanka do kawy.",
  "Beethoven przygotowywał swoją kawę z 60 ziaren na filiżankę, a Theodore Roosevelt ponoć wypijał galon kawy dziennie.",
  "Finlandia ma największe spożycie kawy na mieszkańca na świecie, mimo że nie produkuje własnej kawy.",
  "Kawa specialty często pochodzi z ziaren single-origin lub micro-lot, gdzie single-origin oznacza kawę z jednego miejsca, a micro-lot to wyjątkowa partia z danej farmy.",
  "Codziennie na całym świecie spożywa się 2,25 miliarda filiżanek kawy.",
  "Kawa stała się popularna w Ameryce po Boston Tea Party w 1773 roku, kiedy to zastąpienie herbaty kawą stało się aktem patriotycznym.",
  "Jedna filiżanka czarnej kawy zawiera tylko jedną kalorię.",
  "Timer.Coffee to darmowa aplikacja z otwartym kodem źródłowym, która potrzebuje wsparcia. Można przyczynić się do jej rozwoju na Github lub wspomóc twórcę symbolicznym gestem.",
  "Po dekofeinizacji ziaren kawy, kofeina jest sprzedawana producentom napojów gazowanych i firmom farmaceutycznym.",
  "Aeropress został stworzony przez emerytowanego instruktora inżynierii Uniwersytetu Stanforda Alana Adlera, wynalazcę także latającego pierścienia Aerobie Pro.",
  "HARIO, oznaczające 'król szkła', wydało swój pierwszy syfon do kawy w 1964 roku, a słynny V60 pojawił się w 2004 roku.",
  "Ekspres do kawy Chemex został wynaleziony w 1941 roku przez chemika dr Petera Schlumbohma, inspirowanego szkołą Bauhaus i naczyniami laboratoryjnymi.",
  "Najwcześniejsza znana French Press została opatentowana w 1852 roku we Francji przez Jacques-Victor Delforge i Henri-Otto Mayer."
]