[
  "تعود تاريخ القهوة إلى قرون من التقاليد الشفهية القديمة في إثيوبيا الحديثة، لكن لم يُعثر على أدلة مباشرة تُثبت استهلاكها قبل القرن الخامس عشر.",
  "استخدمت الأديرة الصوفية في اليمن القهوة كوسيلة للمساعدة على التركيز أثناء الصلوات.",
  "انتشرت القهوة إلى بلاد الشام في أوائل القرن السادس عشر ووصلت إلى إيطاليا في النصف الثاني من القرن السادس عشر عبر طرق التجارة البحرية البحر الأبيض المتوسط.",
  "أسست مقاهي القهوة نفسها في أوروبا الغربية بحلول أواخر القرن السابع عشر، وخاصة في هولندا وإنجلترا وألمانيا.",
  "كانت واحدة من أقدم زراعات القهوة في العالم الجديد عندما جلب جبرائيل دي كليو شتلات القهوة إلى مارتينيك في عام 1720، والتي أدت إلى نمو آلاف أشجار القهوة ومكنت انتشارها إلى جزر الكاريبي الأخرى وإلى المكسيك.",
  "بحلول عام 1852، أصبحت البرازيل أكبر منتج للقهوة على مستوى العالم وقد حافظت على هذا الوضع منذ ذلك الحين. أصبحت فيتنام ثاني أكبر منتج في عام 1999.",
  "دخلت كلمة 'قهوة' اللغة الإنجليزية في عام 1582 عبر الهولندية 'koffie'، المقتبسة من التركية العثمانية 'kahve' (قهوه)، والتي بدورها مقتبسة من العربية 'qahwah' (قَهْوَة).",
  "ظهرت مصطلحات 'وعاء القهوة' و'استراحة القهوة' في عامي 1705 و1952 على التوالي.",
  "أُجريت دراسات حول التنوع الجيني على أصناف Coffea arabica. يُقال إن النبات الأصلي المستأنس من القهوة كان من هرر، مع الاعتقاد بأن السكان الأصليين يُشتقون من إثيوبيا مع وجود تجمعات سكانية متميزة قريبة في السودان وكينيا.",
  "تُزرع القهوة في منطقة واسعة تُعرف باسم حزام البن، فوق وتحت المنطقة الاستوائية مباشرةً. كل منطقة داخل حزام البن لها ارتفاع ومناخ وظروف تربة فريدة تؤثر على طعم القهوة.",
  "تشتهر دول أمريكا الوسطى والجنوبية مثل غواتيمالا ونيكاراغوا والسلفادور وهندوراس وكوستاريكا وبنما والمكسيك بإنتاج قهوة حارة ومعقدة وفاكهية مع قوام جيد.",
  "البرازيل هي أكبر دولة منتجة للقهوة في العالم، حيث تنتج حوالي 40٪ من قهوة العالم، و70٪ من كل قهوة الأرابيكا.",
  "كولومبيا هي ثاني أكبر منتج للقهوة في أمريكا الجنوبية وقهوتها تكون عمومًا حلوة مع نكهات الكراميل أو السكر الخام.",
  "البيرو معروفة بكونها منتج عضوي لحبوب القهوة المغسولة، وتشتهر بكونها معتدلة مع حموضة خفيفة.",
  "من بين 12 دولة إفريقية منتجة للقهوة، تعتبر إثيوبيا موطن الأرابيكا الأصلي وهي أكبر منتج في المنطقة. تحظى القهوة الإثيوبية، مثل حبوب الأرابيكا يرجاتشيفي، بتقدير لاحتوائها على نكهات الأزهار وحموضة ممتعة.",
  "أوغندا هي أكبر مصدر للروبوستا في القارة، وتتميز قهوتها بنكهات حلوة وفواكه.",
  "تشمل الدول التي تزرع حبوب القهوة في جنوب شرق آسيا إندونيسيا وفيتنام وتايلاند وبابوا غينيا الجديدة.",
  "بدأت فيتنام في إنتاج الحبوب في التسعينيات وهي الآن ثاني أكبر منتج في العالم. معظم إنتاج فيتنام هو قهوة الروبوستا.",
  "إندونيسيا هي رابع أكبر منتج في العالم. معظم هذه القهوة هي روبوستا، ولكن حبوب الأرابيكا لا تزال تشكل جزءًا منها، حيث تمثل حوالي 25٪ من جميع الحبوب المزروعة هناك.",
  "تنتج أستراليا وجزر المحيط الهادئ كميات صغيرة نسبيًا من القهوة. ومع ذلك، يمكن أن تكون القهوة من هذه المنطقة فريدة وعالية الجودة، مع نكهات حارة وفواكه وأرضية.",
  "يمكن تحويل لب ثمرة القهوة الذي يُزال أثناء المعالجة إلى سماد واستخدامه كسماد لنباتات القهوة والمحاصيل الأخرى.",
  "حبوب القهوة هي في الواقع بذور تأتي من ثمرة تشبه الكرز تنمو على شجيرة. وتسمى بالحبوب لأنها تشبه البقول.",
  "تتضمن طريقة المعالجة الرطبة نقع ثمار القهوة في الماء، مما يسهل إزالة اللب. ثم يتم تجفيف الحبوب وتقشيرها.",
  "طريقة المعالجة الجافة، المعروفة أيضًا بالطريقة الطبيعية، تتضمن تجفيف ثمرة القهوة بأكملها في الشمس قبل إزالة اللب والقشرة. تضفي هذه الطريقة عادةً نكهة حلوة وفواكه للقهوة.",
  "في العملية شبه الرطبة، المعروفة أيضًا باسم العملية الطبيعية المقشورة أو عملية العسل، يتم إزالة الجلد الخارجي لثمرة القهوة، لكن بعض العصارة (المادة اللزجة المحيطة بالحبوب) يترك عليها أثناء عملية التجفيف. غالبًا ما تنتج هذه الطريقة قهوة أحلى من القهوة المعالجة بالطريقة الرطبة، ولكن أقل فواكه من القهوة المعالجة بالطريقة الجافة.",
  "تُحمص القهوة عادةً عند درجات حرارة تتراوح بين 187 و282 درجة مئوية (370 و540 درجة فهرنهايت). يُطور عملية التحميص نكهات حبوب القهوة ويقلل من حموضتها.",
  "كلما طالت مدة تحميص الحبوب، أصبحت أغمق وأقل حموضة. غالبًا ما تحتوي التحميصات الفاتحة على ملف نكهات معقد ومتميز، بينما تميل التحميصات الداكنة إلى امتلاك نكهة قوية وجريئة مع انخفاض في الحموضة.",
  "تم تأسيس مصطلح 'الموجة الثالثة للقهوة' بواسطة تريش روثجيب في عام 2002. تعتبر حركة الموجة الثالثة للقهوة رد فعل على الموجة الثانية، التي يمثلها سلاسل مثل ستاربكس، وتركز على القهوة عالية الجودة والفنية والمستدامة. تهتم هذه الحركة بكل خطوة في إنتاج القهوة، من الزراعة والحصاد إلى المعالجة والتحميص والتخمير.",
  "كانت القهوة في الأصل تُمضغ، وليس تُشرب. كانت القبائل الأفريقية تطحن حبوب القهوة وتخلطها مع دهن الحيوان لصنع كرات وجبات خفيفة غنية بالطاقة.",
  "في عام 1932، أرسلت البرازيل رياضييها إلى الألعاب الأولمبية الصيفية في لوس أنجلوس على متن سفينة محملة بـ 50,000 كومة من القهوة لبيعها في الطريق لتمويل رحلتهم.",
  "القهوة هي ثاني أكثر السلع تداولًا في العالم بعد البترول، مع استهلاك حوالي 400 مليار كوب سنويًا وقيمة تزيد عن 100 مليار دولار عالميًا.",
  "لا تزال القهوة المنزوعة الكافيين تحتوي على حوالي 3 مليغرامات من الكافيين في الكوب الواحد، حيث يزيل عملية إزالة الكافيين حوالي 94-98٪ من الكافيين فقط.",
  "تم اختراع أول كاميرا ويب من قبل باحثين في جامعة كامبريدج في عام 1991 لمراقبة حالة إبريق القهوة الخاص بهم دون الحاجة إلى مغادرة مكاتبهم.",
  "أصر بيتهوفن على صنع كل فنجان قهوة بـ 60 حبة بالضبط، بينما يُقال إن الرئيس الأمريكي السابق ثيودور روزفلت كان يشرب جالونًا من القهوة يوميًا.",
  "فنلندا تستهلك أكثر قهوة للفرد من أي دولة أخرى، على الرغم من عدم إنتاجها لأي قهوة خاصة بها.",
  "غالبًا ما تأتي القهوة المتخصصة من حبوب القهوة ذات المصدر الفردي أو دفعات صغيرة. يعني المصدر الفردي أن القهوة مصدرها منتج واحد أو محصول أو منطقة في بلد واحد، بينما تُعرف الدفعة الصغيرة بأنها قطعة أرض داخل مزرعة أنتجت قهوة تم فصلها عن إنتاج المزرعة الباقي بسبب جودتها العالية.",
  "يُقدر أنه يتم استهلاك 2.25 مليار كوب من القهوة يوميًا في جميع أنحاء العالم.",
  "لم تكن القهوة شائعة في أمريكا حتى حفلة شاي بوسطن في عام 1773، عندما أصبح التحول من الشاي إلى القهوة واجبًا وطنيًا بمثابة.",
  "يحتوي كوب واحد من القهوة السوداء على سعرة حرارية واحدة فقط.",
  "تطبيق Timer.Coffee هو تطبيق مجاني ومفتوح المصدر يحتاج إلى دعمكم! يمكنكم المساهمة في التطوير على Github أو شراء قهوة لي باستخدام الزر أدناه :)",
  "بعد إزالة الكافيين من حبوب القهوة، تقوم عدة شركات لصناعة القهوة ببيع الكافيين إلى شركات المشروبات الغازية والأدوية.",
  "تم اختراع الأيروبريس بواسطة المخترع والمدرس المتقاعد في جامعة ستانفورد للهندسة آلان أدلر. اخترع أيضًا الحلقة الطائرة Aerobie Pro، التي تم استخدامها لتحطيم الرقم القياسي في موسوعة غينيس لأبعد جسم مُلقى.",
  "HARIO تعني 'ملك الزجاج'. أطلقت أول جهاز لتحضير القهوة، وهو سيفون القهوة في عام 1964. ظهرت V60 الشهيرة في الواقع عام 2004.",
  "اخترع صانع القهوة Chemex في عام 1941 من قبل الكيميائي الدكتور بيتر شلومبوم. استوحى شلومبوم فكرته من مدرسة الباوهاوس للتصميم وأدوات المختبر غير المسامية التي لا تضفي أي نكهة من تلقاء نفسها.",
  "تم تسجيل أول براءة اختراع لمكبس القهوة الفرنسي في عام 1852 في فرنسا من قبل جاك-فيكتور ديلفورج وهنري-أوتو ماير."
  ]
  