[
    "Sejarah kopi berawal dari tradisi lisan berusia berabad-abad di Etiopia modern, tetapi tidak ditemukan bukti langsung konsumsi kopi sebelum abad ke-15.Sejarah kopi berawal dari tradisi lisan berusia berabad-abad di Etiopia modern, tetapi tidak ditemukan bukti langsung konsumsi kopi sebelum abad ke-15.",
    "Biara sufi di Yaman menggunakan kopi sebagai bantuan konsentrasi selama beribadah.",
    "Kopi menyebar ke Levant pada awal abad ke-16 dan tiba di Italia pada paruh kedua abad ke-16 melalui jalur perdagangan komersial Mediterania.",
    "Kedai kopi didirikan di Eropa Barat pada akhir abad ke-17, khususnya di Belanda, Inggris, dan Jerman.",
    "Salah satu budidaya kopi paling awal di Dunia Baru adalah ketika Gabriel de Clieu membawa bibit kopi ke Martinik pada tahun 1720, menumbuhkan ribuan pohon kopi yang memungkinkan penyebarannya ke pulau-pulau Karibia lainnya dan Meksiko.",
    "Pada tahun 1852, Brasil menjadi produsen kopi terbesar di dunia dan terus menyandang status tersebut sejak saat itu. Vietnam menjadi produsen terbesar kedua pada tahun 1999.",
    "The word 'coffee' entered the English language in 1582 via the Dutch 'koffie,' borrowed from the Ottoman Turkish 'kahve' (قهوه) kemudian dipinjam dari bahasa Arab 'qahwah' (قَهْوَة).",
    "Istilah 'coffee pot' dan 'coffee break' masing-masing berasal dari tahun 1705 dan 1952.",
    "Studi keragaman genetik telah dilakukan pada varietas Coffea arabica. Tanaman kopi asli yang didomestikasi dikatakan berasal dari Harar, dengan populasi asli diperkirakan berasal dari Etiopia dengan populasi terdekat di Sudan dan Kenya.",
    "Kopi ditanam di wilayah luas yang dikenal sebagai The bean belt, tepat di atas dan di bawah zona khatulistiwa. Setiap kopi dalam wilayah The bean belt yang memiliki ketinggian, iklim, dan kondisi tanah unik yang memengaruhi cita rasa kopi.",
    "Negara-negara Amerika Tengah dan Selatan seperti Guatemala, Nikaragua, El Salvador, Honduras, Kosta Rika, Panama, dan Meksiko dikenal memproduksi kopi yang pedas, kompleks, dan kopi buah dengan body yang bagus.",
    "Brasil adalah negara penghasil kopi terbesar di dunia, memproduksi sekitar 40% kopi dunia, dan 70% dari seluruh kopi Arabika.",
    "Kolombia adalah produsen kopi terbesar kedua di Amerika Selatan dengan kopinya yang umumnya manis dengan aroma karamel atau gula mentah.",
    "Peru dikenal sebagai penghasil biji kopi organik yang dicuci, dikenal lembut dengan tingkat keasaman yang ringan.",
    "Dari 12 negara penghasil kopi di Afrika, Ethiopia adalah tempat kelahiran kopi Arabika dan merupakan produsen terbesar di kawasan ini. Kopi Ethiopia, seperti biji Arabika Yirgacheffe, dihargai karena memiliki aroma bunga dan keasaman yang menyenangkan.",
    "Uganda adalah pengekspor Robusta terbesar di benua ini, dengan kopinya yang memiliki aroma buah yang manis.",
    "Negara penghasil biji kopi di Asia Tenggara antara lain Indonesia, Vietnam, Thailand, dan Papua Nugini.",
    "Vietnam mulai memproduksi biji kopi pada tahun 1990an dan kini menjadi produsen terbesar kedua di dunia. Sebagian besar produksi Vietnam adalah kopi Robusta.",
    "Indonesia merupakan produsen terbesar keempat di dunia. Sebagian besar kopi ini adalah Robusta, namun biji kopi Arabika masih berperan, mewakili sekitar 25% dari seluruh biji kopi yang ditanam di sana.",
    "Australia dan Kepulauan Pasifik menghasilkan kopi dalam jumlah yang relatif kecil. Namun, kopi dari daerah ini bisa jadi unik dan berkualitas tinggi, dengan aroma pedas, buah, dan rasa bersahaja.",
    "Ampas buah kopi yang dibuang selama pengolahan dapat dijadikan dan digunakan sebagai pupuk kompos untuk tanaman kopi dan tanaman lainnya.",
    "Biji kopi sebenarnya adalah biji yang berasal dari buah beri mirip ceri yang tumbuh di semak-semak. Disebut biji kacang karena kemiripannya dengan kacang-kacangan.",
    "Metode proses basah adalah dengan merendam buah kopi dalam air sehingga ampasnya lebih mudah dihilangkan. Biji kopi kemudian dikeringkan dan dikupas.",
    "Metode proses kering, juga dikenal sebagai metode alami, melibatkan pengeringan seluruh buah ceri kopi di bawah sinar matahari sebelum membuang ampas dan kulitnya. Metode ini sering kali memberikan rasa manis dan buah pada kopi.",
    "Dalam proses semi-basah, dikenal juga dengan proses pulped natural atau proses madu, kulit luar buah kopi dihilangkan, namun sebagian lendir (zat lengket yang mengelilingi biji kopi) tertinggal selama proses pengeringan. Metode ini sering kali menghasilkan kopi yang lebih manis dibandingkan kopi olahan basah, namun buahnya lebih sedikit dibandingkan kopi olahan kering.",
    "Kopi biasanya dipanggang pada suhu antara 187 dan 282 derajat Celcius (370 dan 540 derajat Fahrenheit). Proses pemanggangan mengembangkan rasa pada biji kopi dan mengurangi keasamannya.",
    "Semakin lama biji kopi disangrai, warnanya menjadi semakin gelap dan semakin tidak asam. Biji sangrai ringan sering kali memiliki profil rasa yang lebih kompleks dan bernuansa, sedangkan sangrai gelap cenderung memiliki rasa yang kuat, tegas, dan tingkat keasaman yang lebih rendah.",
    "Istilah 'kopi gelombang ketiga' diciptakan oleh Trish Rothgeb pada tahun 2002. Gerakan kopi gelombang ketiga adalah reaksi terhadap gelombang kedua, yang ditandai dengan jaringan seperti Starbucks, dan berfokus pada kopi berkualitas tinggi, artisanal, dan berkelanjutan. menekankan setiap langkah produksi kopi, mulai dari pertanian dan pemanenan hingga pemrosesan, pemanggangan, dan penyeduhan.",
    "Kopi awalnya dikunyah, bukan diminum. Suku Afrika biasa menggiling buah kopi dan mencampurkannya dengan lemak hewani untuk membuat bola camilan kaya energi.",
    "Pada tahun 1932, Brasil mengirim atletnya ke Olimpiade Musim Panas di Los Angeles dengan kapal yang memuat 50.000 tumpukan kopi untuk dijual guna membiayai perjalanan mereka.",
    "Kopi adalah komoditas kedua yang paling banyak diperdagangkan di dunia setelah minyak bumi, dengan perkiraan 400 miliar cangkir dikonsumsi setiap tahunnya dan nilainya lebih dari $100 miliar di seluruh dunia.",
    "Kopi tanpa kafein masih mengandung sekitar 3 miligram kafein per cangkir, karena proses dekafeinasi hanya menghilangkan sekitar 94-98% kafein.",
    "Kamera web pertama ditemukan oleh para peneliti di Universitas Cambridge pada tahun 1991 untuk memeriksa status teko kopi mereka tanpa harus meninggalkan meja kerja mereka.",
    "Beethoven bersikeras membuat setiap cangkir kopi dengan tepat 60 biji kopi, sementara mantan presiden AS Theodore Roosevelt dilaporkan meminum satu galon kopi setiap hari.",
    "Finlandia mengonsumsi lebih banyak kopi per kapita dibandingkan negara lain, meskipun tidak memproduksi kopi sendiri.",
    "'Specialty coffee' sering kali berasal dari biji kopi single-origin atau micro-lot. Single-origin berarti kopi tersebut bersumber dari satu produsen, tanaman, atau wilayah di satu negara, sedangkan micro-lot adalah sebidang tanah dalam satu negara. pertanian yang telah menghasilkan kopi yang dipisahkan dari produksi pertanian lainnya karena kualitasnya yang unggul.",
    "Diperkirakan 2,25 miliar cangkir kopi dikonsumsi setiap hari di seluruh dunia.",
    "Kopi belum begitu populer di Amerika sampai Pesta Teh Boston tahun 1773, ketika peralihan dari teh ke kopi menjadi suatu tugas patriotik.",
    "Satu cangkir kopi hitam hanya memiliki satu kalori.",
    "Timer.Coffee adalah aplikasi gratis dan open-source yang memerlukan dukungan Kamu! Kamu dapat berkontribusi pada pengembangan di Github atau belikan saya kopi menggunakan tombol di bawah :)",
    "Setelah biji kopi dihilangkan kafeinnya, beberapa produsen kopi menjual kafeinnya ke perusahaan soda dan farmasi.",
    "Aeropress diciptakan oleh penemu dan pensiunan instruktur teknik Universitas Stanford, Alan Adler. Dia juga menemukan cincin terbang Aerobie Pro, yang digunakan untuk memecahkan Rekor Dunia Guinness untuk benda yang dilempar terjauh.",
    "HARIO artinya 'Raja Kaca'. Alat penyeduh kopi pertama mereka, siphon kopi dirilis pada tahun 1964. V60 yang terkenal menjadi kenyataan pada tahun 2004.",
    "Pembuat kopi Chemex ditemukan pada tahun 1941 oleh ahli kimia Dr. Peter Schlumbohm. Schlumbohm terinspirasi oleh sekolah desain Bauhaus dan peralatan laboratorium tidak berpori yang tidak memberikan rasa tersendiri.",
    "French press yang paling awal diketahui dipatenkan pada tahun 1852 di Perancis oleh Jacques-Victor Delforge dan Henri-Otto Mayer.",
    "Kata 'barista' berasal dari bahasa Italia, dan di Italia, seorang barista mungkin menyajikan kopi dan alkohol.",
    "Kata 'mocha' berasal dari pelabuhan Mocha di Yaman, tempat kopi diekspor ke Eropa di masa lalu.",
    "Sebuah tanaman kopi membutuhkan waktu sekitar 5 tahun hingga cukup matang untuk menghasilkan biji pertamanya.",
    "Peaberry' mengacu pada anomali biji kopi unik di mana satu biji kopi berkembang di dalam buah ceri daripada yang biasa, diyakini oleh beberapa orang memiliki lebih banyak rasa.",
    "Proses dekafeinasi pertama yang sukses secara komersial ditemukan oleh Ludwig Roselius pada tahun 1903.",
    "Jikalau pH kopinya sekitar 5, artinya agak asam.",
    "Tanaman kopi bisa hidup hingga 100 tahun, tetapi paling produktif antara umur 7 dan 20 tahun.",
    "Johann Sebastian Bach menulis sebuah kantata berjudul 'Schweigt stille, plaudert nicht (Diam, berhenti mengobrol)' tentang kecanduan kopi."
  ]
  