[
  "L'histoire du café remonte à des siècles de tradition orale dans l'actuelle Éthiopie, mais aucune preuve directe de sa consommation avant le XVe siècle n'a été trouvée",
  "Les monastères soufis du Yémen utilisaient le café pour favoriser la concentration pendant les prières",
  "Le café s'est répandu au Levant au début du XVIe siècle et est arrivé en Italie dans la seconde moitié du XVIe siècle par les routes commerciales de la Méditerranée",
  "Les cafés se sont établis en Europe occidentale à la fin du XVIIe siècle, en particulier en Hollande, en Angleterre et en Allemagne",
  "L'une des premières cultures de café dans le Nouveau Monde a eu lieu lorsque Gabriel de Clieu a apporté des plants de café à la Martinique en 1720, faisant germer des milliers de caféiers qui se sont répandus dans d'autres îles des Caraïbes et au Mexique",
  "En 1852, le Brésil est devenu le plus grand producteur de café au monde et a conservé ce statut depuis lors. Le Vietnam est devenu le deuxième producteur en 1999",
  "Le mot 'coffee' est entré dans la langue anglaise en 1582 par le biais du néerlandais 'koffie', emprunté au turc ottoman 'kahve' (قهوه), lui-même emprunté à l'arabe 'qahwah' (قَهْوَة)",
  "Les termes 'cafetière' et 'pause-café' sont apparus respectivement en 1705 et en 1952",
  "Des études sur la diversité génétique ont été réalisées sur des variétés de Coffea arabica. Le premier plant de café domestiqué proviendrait de Harar, la population indigène étant considérée comme dérivée de l'Éthiopie avec des populations voisines distinctes au Soudan et au Kenya.",
  "Le café est cultivé dans une vaste région connue sous le nom de ceinture de grains de café, juste au-dessus et juste au-dessous de la zone équatoriale. Chaque région de la ceinture de grains de café a une altitude, un climat et des conditions de sol uniques qui affectent le goût du café.",
  "Les pays d'Amérique centrale et du Sud comme le Guatemala, le Nicaragua, le Salvador, le Honduras, le Costa Rica, le Panama et le Mexique sont connus pour produire des cafés épicés, complexes, fruités et bien charpentés",
  "Le Brésil est le plus grand pays producteur de café au monde, produisant environ 40 % du café mondial et 70 % de l'ensemble du café arabica",
  "La Colombie est le deuxième producteur de café d'Amérique du Sud. Son café est généralement doux, avec des notes de caramel ou de sucre brut",
  "Le Pérou est connu pour être un producteur biologique de grains de café lavés, réputés pour être moelleux avec une légère acidité.",
  "Parmi les 12 pays producteurs de café en Afrique, l'Éthiopie est le berceau du café arabica et le plus grand producteur de la région. Les cafés éthiopiens, comme le grain d'Arabica Yirgacheffe, sont appréciés pour leurs notes florales et leur acidité agréable.",
  "L'Ouganda est le plus grand exportateur de Robusta du continent, son café ayant des notes douces et fruitées",
  "Les pays qui cultivent des grains de café en Asie du Sud-Est comprennent l'Indonésie, le Vietnam, la Thaïlande et la Papouasie-Nouvelle-Guinée",
  "Le Vietnam a commencé à produire des grains de café dans les années 1990 et est aujourd'hui le deuxième producteur mondial. La majeure partie de la production vietnamienne est constituée de café Robusta",
  "L'Indonésie est le quatrième producteur mondial. La majeure partie de ce café est du Robusta, mais les grains de café Arabica jouent encore un rôle, représentant environ 25 % de tous les grains cultivés dans ce pays.",
  "L'Australie et les îles du Pacifique produisent relativement peu de café. Cependant, le café de cette région peut être unique et de grande qualité, avec des notes épicées, fruitées et terreuses.",
  "La pulpe des cerises de café qui est retirée lors du traitement peut être compostée et utilisée comme engrais pour les plants de café et d'autres cultures",
  "Les grains de café sont en fait des graines qui proviennent d'une baie ressemblant à une cerise qui pousse sur un buisson. Ils sont appelés grains de café en raison de leur ressemblance avec les légumineuses.",
  "La méthode humide consiste à tremper les cerises de café dans l'eau, ce qui permet d'en retirer plus facilement la pulpe. Les grains de café sont ensuite séchés et décortiqués.",
  "La méthode par voie sèche, également appelée méthode naturelle, consiste à faire sécher la cerise de café entière au soleil avant d'en retirer la pulpe et la coque. Cette méthode confère souvent au café une note sucrée et fruitée",
  "Dans le procédé semi-humide, également appelé procédé naturel dépulpé ou procédé au miel, la peau extérieure de la cerise de café est enlevée, mais une partie du mucilage (la substance collante qui entoure les grains de café) est laissée pendant le processus de séchage. Cette méthode donne souvent un café plus sucré que le café traité par voie humide, mais moins fruité que le café traité par voie sèche",
  "Le café est généralement torréfié à des températures comprises entre 187 et 282 degrés Celsius (370 et 540 degrés Fahrenheit). Le processus de torréfaction développe les saveurs des grains de café et réduit leur acidité.",
  "Plus les grains de café sont torréfiés longtemps, plus ils deviennent foncés et moins acides. Les torréfactions légères ont souvent un profil de saveur plus complexe et nuancé, tandis que les torréfactions foncées ont tendance à avoir une saveur robuste et audacieuse et une acidité plus faible",
  "Le terme 'troisième vague de café' a été inventé par Trish Rothgeb en 2002. Le mouvement du café de la troisième vague est une réaction à la deuxième vague, caractérisée par des chaînes comme Starbucks, et se concentre sur le café de haute qualité, artisanal et durable. Ce mouvement met l'accent sur tous les steps de la production de café, de l'agriculture et de la récolte au traitement, à la torréfaction et à l'infusion",
  "À l'origine, le café était mâché et non bu. Les tribus africaines avaient l'habitude de moudre des baies de café et de les mélanger à de la graisse animale pour créer des boulettes riches en énergie",
  "En 1932, le Brésil a envoyé ses athlètes aux Jeux olympiques d'été de Los Angeles à bord d'un bateau chargé de 50 000 piles de café à vendre en chemin pour financer leur voyage",
  "Le café est la deuxième matière première la plus échangée au monde après le pétrole, avec une consommation annuelle estimée à 400 milliards de tasses et une valeur de plus de 100 milliards de dollars à l'échelle mondiale",
  "Le café décaféiné contient encore environ 3 milligrammes de caféine par tasse, car le processus de décaféination n'élimine que 94 à 98 % de la caféine",
  "La première webcam a été inventée par des chercheurs de l'université de Cambridge en 1991 pour vérifier l'état de leur cafetière sans avoir à quitter leur bureau",
  "Beethoven tenait à préparer chaque tasse de café avec exactement 60 grains de café, tandis que l'ancien président américain Theodore Roosevelt aurait bu un gallon de café chaque jour",
  "La Finlande consomme plus de café par habitant que n'importe quel autre pays, bien qu'elle ne produise pas de café",
  "Le café de spécialité provient souvent de grains de café d'origine unique ou de micro-lots. Une origine unique signifie que le café provient d'un seul producteur, d'une seule culture ou d'une seule région dans un pays, tandis qu'un micro-lot est une parcelle de terre au sein d'une ferme qui a produit un café qui a été séparé du reste de la production de la ferme en raison de sa qualité supérieure.",
  "On estime que 2,25 milliards de tasses de café sont consommées chaque jour dans le monde",
  "Le café n'était pas vraiment populaire en Amérique jusqu'à la Boston Tea Party de 1773, lorsque le passage du thé au café est devenu une sorte de devoir patriotique",
  "Une tasse de café noir ne contient qu'une seule calorie",
  "Timer.Coffee est une application gratuite et open-source qui a besoin de votre soutien ! Vous pouvez contribuer au développement sur Github ou m'offrir un café en utilisant le bouton ci-dessous :)",
  "Après la décaféination des grains de café, plusieurs fabricants de café vendent la caféine à des fabricants de sodas et de produits pharmaceutiques",
  "L'Aeropress a été créé par Alan Adler, inventeur et professeur d'ingénierie retraité de l'université de Stanford. Il a également inventé l'anneau volant Aerobie Pro, qui a été utilisé pour établir un record du monde Guinness pour l'objet lancé le plus loin",
  "HARIO signifie 'roi du verre'. Leur premier appareil à café, le siphon à café, a été commercialisé en 1964. La fameuse V60 est devenue réalité en 2004",
  "La cafetière Chemex a été inventée en 1941 par le chimiste Peter Schlumbohm. Schlumbohm s'est inspiré de l'école de design Bauhaus et d'une vaisselle de laboratoire non poreuse qui ne transmettrait aucune saveur propre",
  "La plus ancienne French Press connue a été brevetée en 1852 en France par Jacques-Victor Delforge et Henri-Otto Mayer."
]