[
  "L'origine du café remonte à des traditions orales anciennes de l'Éthiopie actuelle, bien qu'aucune preuve concrète de consommation n'ait été trouvée avant le XVe siècle.",
  "Les monastères soufis du Yémen consommaient du café pour maintenir l'éveil et la concentration lors des prières.",
  "Le café s'est propagé dans le Levant au début du XVIe siècle et a atteint l'Italie dans la seconde moitié du même siècle via les routes commerciales méditerranéennes.",
  "Les premiers cafés en Europe occidentale ont fait leur apparition à la fin du XVIIe siècle, notamment aux Pays-Bas, en Angleterre et en Allemagne.",
  "La culture du café dans le Nouveau Monde a débuté avec Gabriel de Clieu qui a introduit des plants de café en Martinique en 1720, ce qui a donné naissance à des milliers de plants et leur diffusion dans les îles des Caraïbes et au Mexique.",
  "En 1852, le Brésil est devenu le premier producteur mondial de café, position qu'il occupe depuis. Le Vietnam est devenu le deuxième producteur en 1999.",
  "Le mot 'coffee' a intégré l'anglais en 1582 à partir du néerlandais 'koffie', emprunté au turc ottoman 'kahve' (قهوه), qui provient de l'arabe 'qahwah' (قَهْوَة).",
  "Les termes 'cafetière' et 'pause-café' ont été utilisés pour la première fois respectivement en 1705 et en 1952.",
  "Des recherches sur la diversité génétique des variétés de Coffea arabica suggèrent que le premier plant domestiqué vient de Harar, et que les populations indigènes d'Éthiopie présentent des variations génétiques distinctes par rapport à celles du Soudan et du Kenya.",
  "Le café est cultivé dans une zone appelée la ceinture du café, située de part et d'autre de l'équateur, où chaque région apporte des caractéristiques uniques influant sur le profil gustatif du café.",
  "Les pays d'Amérique centrale et du Sud, tels que le Guatemala, le Nicaragua, le Salvador, le Honduras, le Costa Rica, le Panama et le Mexique, produisent des cafés réputés pour leurs profils épicés, complexes, fruités et corsés.",
  "Le Brésil, premier producteur de café au monde, est responsable d'environ 40 % de la production mondiale et de 70 % du café arabica.",
  "La Colombie, deuxième producteur de café d'Amérique du Sud, offre un café généralement doux avec des notes de caramel ou de sucre de canne.",
  "Le Pérou est réputé pour sa production biologique de café lavé, caractérisé par sa douceur et son acidité subtile.",
  "Parmi les 12 pays producteurs de café en Afrique, l'Éthiopie, berceau de l'arabica, est le plus grand producteur de la région. Les cafés éthiopiens, comme le Yirgacheffe, sont célèbres pour leurs notes florales et leur acidité plaisante.",
  "L'Ouganda, premier exportateur africain de Robusta, produit un café aux notes douces et fruitées.",
  "Les pays producteurs de café en Asie du Sud-Est incluent l'Indonésie, le Vietnam, la Thaïlande et la Papouasie-Nouvelle-Guinée.",
  "Le Vietnam a commencé la production de café dans les années 1990 et est aujourd'hui le deuxième plus grand producteur mondial, principalement de café Robusta.",
  "L'Indonésie, quatrième producteur mondial, cultive majoritairement du Robusta, mais l'Arabica représente environ 25 % de la production totale du pays.",
  "L'Australie et les îles du Pacifique produisent une quantité relativement faible de café, mais celui-ci est unique et de haute qualité, offrant des notes épicées, fruitées et terreuses.",
  "La pulpe retirée des cerises de café lors du traitement peut être compostée et utilisée comme engrais pour les caféiers et autres cultures.",
  "Les grains de café sont en réalité des graines issues de baies ressemblant à des cerises qui poussent sur des arbustes. Ils sont nommés ainsi en raison de leur ressemblance avec des légumineuses.",
  "La méthode humide implique de tremper les cerises de café dans l'eau pour faciliter l'enlèvement de la pulpe. Les grains sont ensuite séchés et décortiqués.",
  "La méthode sèche, ou méthode naturelle, consiste à sécher les cerises entières au soleil avant de retirer la pulpe et la coque, conférant souvent au café un goût sucré et fruité.",
  "Le procédé semi-humide, ou méthode au miel, enlève la peau extérieure des cerises mais laisse une partie du mucilage durant le séchage, donnant un café souvent plus sucré que celui traité par voie humide mais moins fruité que par voie sèche.",
  "Le café est généralement torréfié entre 187 et 282 degrés Celsius (370 et 540 degrés Fahrenheit), un processus qui développe les arômes des grains et réduit leur acidité.",
  "Plus la torréfaction est longue, plus les grains deviennent foncés et moins acides. Les torréfactions claires offrent des profils de saveurs complexes et nuancés, tandis que les torréfactions foncées sont robustes et audacieuses avec moins d'acidité.",
  "Le terme 'troisième vague de café' a été inventé par Trish Rothgeb en 2002. Ce mouvement met en avant le café de haute qualité, artisanal et durable, et se concentre sur chaque étape de la production, de la culture à l'infusion.",
  "À l'origine, le café était mâché, non bu. Les tribus africaines mélangeaient les baies de café moulues à de la graisse animale pour créer des boulettes énergétiques.",
  "En 1932, le Brésil a financé le voyage de ses athlètes aux Jeux Olympiques de Los Angeles en vendant 50 000 sacs de café transportés par bateau.",
  "Le café est la deuxième matière première la plus échangée au monde après le pétrole, avec une consommation annuelle estimée à 400 milliards de tasses et une valeur mondiale de plus de 100 milliards de dollars.",
  "Le café décaféiné contient environ 3 mg de caféine par tasse, car le processus de décaféination élimine seulement 94 à 98 % de la caféine.",
  "La première webcam a été créée par des chercheurs de l'Université de Cambridge en 1991 pour surveiller leur cafetière à distance.",
  "Beethoven préparait minutieusement chaque tasse de café avec exactement 60 grains, tandis que l'ancien président américain Theodore Roosevelt aurait consommé jusqu'à un gallon de café par jour.",
  "La Finlande détient le record mondial de consommation de café par habitant, bien qu'elle ne cultive pas de café.",
  "Le café de spécialité provient généralement de grains d'origine unique ou de micro-lots. L'origine unique désigne un café issu d'un seul producteur, d'une culture ou d'une région spécifique, tandis qu'un micro-lot est une petite parcelle d'une ferme produisant un café de qualité exceptionnelle.",
  "On estime à 2,25 milliards le nombre de tasses de café consommées quotidiennement dans le monde.",
  "Le café est devenu populaire en Amérique après la Boston Tea Party en 1773, marquant un changement patriotique du thé au café.",
  "Une tasse de café noir contient seulement une calorie.",
  "Timer.Coffee est une application gratuite et open-source qui requiert votre soutien ! Vous pouvez contribuer à son développement sur Github ou offrir un café via le bouton de don.",
  "Après la décaféination, la caféine extraite des grains de café est souvent vendue à des fabricants de sodas et de produits pharmaceutiques.",
  "L'Aeropress a été inventé par Alan Adler, inventeur et professeur d'ingénierie à la retraite de l'Université de Stanford, également créateur de l'anneau volant Aerobie Pro, détenteur d'un record mondial Guinness.",
  "HARIO signifie 'roi du verre'. Leur premier appareil à café, le siphon, a été lancé en 1964, et la célèbre V60 a vu le jour en 2004.",
  "La cafetière Chemex a été inventée en 1941 par le chimiste Peter Schlumbohm, inspiré par l'école de design Bauhaus et l'utilisation de verrerie de laboratoire non poreuse.",
  "La plus ancienne French Press connue a été brevetée en 1852 en France par Jacques-Victor Delforge et Henri-Otto Mayer."
]