[
  "A história do café tem origens em tradições orais na Etiópia atual, mas não há evidências diretas do seu consumo antes do século XV.",
  "Mosteiros Sufis no Iêmen usavam café como auxílio à concentração nas orações.",
  "O café se difundiu pelo Levante no início do século XVI, chegando à Itália na segunda metade do século através das rotas comerciais do Mediterrâneo.",
  "As primeiras casas de café na Europa Ocidental surgiram no final do século XVII, especialmente na Holanda, Inglaterra e Alemanha.",
  "Um dos primeiros cultivos de café no Novo Mundo ocorreu quando Gabriel de Clieu levou mudas para a Martinica em 1720, iniciando a propagação do café para outras ilhas caribenhas e México.",
  "Em 1852, o Brasil se tornou o maior produtor mundial de café, mantendo essa posição desde então. O Vietnã se tornou o segundo maior em 1999.",
  "A palavra 'café' veio para o inglês em 1582 do holandês 'koffie', do turco otomano 'kahve', que por sua vez veio do árabe 'qahwah'.",
  "Os termos 'coffee pot' e 'coffee break' surgiram em 1705 e 1952, respectivamente.",
  "Estudos sobre diversidade genética em Coffea arabica indicam que a planta foi domesticada originalmente em Harar, Etiópia, com populações distintas no Sudão e Quênia.",
  "O café é cultivado na cintura dos grãos de café, que abrange regiões logo acima e abaixo do equador. Cada área possui altitude, clima e solo únicos que influenciam o sabor do café.",
  "Países da América Central e do Sul como Guatemala, Nicarágua, El Salvador, Honduras, Costa Rica, Panamá e México produzem cafés com sabores picantes, complexos, frutados e encorpados.",
  "O Brasil é o maior produtor de café do mundo, responsável por cerca de 40% do café global e 70% do Arábica.",
  "A Colômbia, segundo maior produtor da América do Sul, é famosa por cafés doces, com notas de caramelo ou açúcar mascavo.",
  "O Peru é reconhecido por seus grãos de café lavados orgânicos, que são suaves com acidez leve.",
  "Dentre os 12 países produtores de café na África, a Etiópia é a origem do Arábica e o maior produtor da região. Seu café, como o Arábica Yirgacheffe, é conhecido por notas florais e acidez agradável.",
  "Uganda é o maior exportador de Robusta na África, com cafés de notas doces e frutadas.",
  "Países do Sudeste Asiático que cultivam café incluem Indonésia, Vietnã, Tailândia e Papua Nova Guiné.",
  "O Vietnã, que iniciou a produção de café nos anos 1990, é agora o segundo maior produtor mundial, focando principalmente em Robusta.",
  "A Indonésia é o quarto maior produtor mundial, com Robusta predominante, mas os grãos Arábica ainda representam cerca de 25% da produção.",
  "Austrália e Ilhas do Pacífico produzem quantidades menores de café, mas são conhecidos por cafés únicos e de alta qualidade, com sabores picantes, frutados e terrosos.",
  "A polpa da cereja do café, removida durante o processamento, pode ser compostada e usada como fertilizante.",
  "Os grãos de café são sementes de uma baga semelhante a uma cereja que cresce em arbustos. São chamados de grãos devido à semelhança com leguminosas.",
  "O método de processamento úmido envolve a imersão das cerejas em água para facilitar a remoção da polpa, seguida da secagem e descasque dos grãos.",
  "No processamento seco, as cerejas inteiras são secas ao sol antes de remover a polpa e a casca. Este método geralmente confere notas doces e frutadas ao café.",
  "No processamento semi-úmido, a pele exterior é removida, mas parte da mucilagem é mantida durante a secagem. Resulta em café mais doce que o processado úmido, mas menos frutado que o seco.",
  "O café é torrado entre 187 e 282 graus Celsius (370 e 540 Fahrenheit). A torrefação desenvolve os sabores e reduz a acidez.",
  "Torras mais longas resultam em grãos mais escuros e menos ácidos. Torras claras tendem a ter sabores mais complexos, enquanto torras escuras são mais robustas e menos ácidas.",
  "O termo 'café da terceira onda' foi criado por Trish Rothgeb em 2002. Representa uma reação à 'segunda onda' de café, exemplificada por redes como a Starbucks. O movimento prioriza o café de alta qualidade, artesanal e sustentável, enfatizando todas as fases da produção, da agricultura à preparação.",
  "O consumo original de café era por mastigação, não ingestão líquida. Tribos africanas moíam bagas de café e as misturavam com gordura animal para criar bolas energéticas.",
  "Em 1932, o Brasil enviou seus atletas para os Jogos Olímpicos de Verão em Los Angeles em um navio carregando 50.000 sacas de café, vendidas durante a viagem para financiar o evento.",
  "O café é a segunda mercadoria mais negociada globalmente, atrás apenas do petróleo. Consome-se cerca de 400 bilhões de xícaras anualmente, com um valor de mercado superior a 100 bilhões de dólares.",
  "O café descafeinado ainda contém aproximadamente 3 miligramas de cafeína por xícara, já que o processo de descafeinação remove cerca de 94-98% da cafeína.",
  "A primeira webcam foi criada na Universidade de Cambridge em 1991 para monitorar o status de uma cafeteira remotamente.",
  "Beethoven preparava seu café com exatamente 60 grãos por xícara, enquanto Theodore Roosevelt, ex-presidente dos EUA, consumia cerca de um galão de café diariamente.",
  "A Finlândia é o país com maior consumo de café per capita, apesar de não produzir o próprio café.",
  "Cafés especiais geralmente são de origem única ou micro-lotes. 'Origem única' indica que o café provém de um único produtor, lote ou região, enquanto 'micro-lote' refere-se a uma pequena área de uma fazenda que produz café de qualidade superior.",
  "Estima-se o consumo diário de 2,25 bilhões de xícaras de café ao redor do mundo.",
  "O café ganhou popularidade na América após o Boston Tea Party em 1773, quando a substituição do chá pelo café se tornou um ato patriótico.",
  "Uma xícara de café preto contém apenas uma caloria.",
  "Timer.Coffee é um aplicativo gratuito e open-source que depende do seu suporte! Contribua para o desenvolvimento no Github ou faça uma doação usando o botão abaixo :)",
  "Após a descafeinação, a cafeína extraída dos grãos de café é frequentemente vendida para indústrias de refrigerantes e farmacêuticas.",
  "A Aeropress foi inventada por Alan Adler, inventor e professor de engenharia aposentado da Universidade de Stanford, que também criou o Aerobie Pro, um anel voador recordista mundial.",
  "HARIO significa 'Rei do Vidro'. Seu primeiro dispositivo de preparo de café, o sifão, foi lançado em 1964. A famosa V60 surgiu em 2004.",
  "O Chemex foi criado em 1941 pelo químico Dr. Peter Schlumbohm, inspirado no design Bauhaus e em utensílios de laboratório que não alteram o sabor.",
  "A mais antiga patente conhecida da French Press data de 1852 na França, de Jacques-Victor Delforge e Henri-Otto Mayer."
]