[
  "A história do café remonta a séculos de tradição oral na Etiópia moderna, mas não foram encontradas provas diretas do seu consumo antes do século XV.",
  "Os mosteiros Sufis no Iêmen utilizavam o café como um auxílio à concentração durante as orações.",
  "O café espalhou-se pelo Levante no início do século XVI e chegou à Itália na segunda metade do século XVI através das rotas comerciais do Mediterrâneo.",
  "As casas de café estabeleceram-se na Europa Ocidental no final do século XVII, especialmente na Holanda, Inglaterra e Alemanha.",
  "Um dos primeiros cultivos de café no Novo Mundo foi quando Gabriel de Clieu trouxe mudas de café para a Martinica em 1720, fazendo brotar milhares de cafeeiros que permitiram a sua disseminação para outras ilhas das Caraíbas e para o México.",
  "Em 1852, o Brasil tornou-se o maior produtor de café do mundo e tem mantido esse estatuto desde então. O Vietname tornou-se o segundo maior produtor em 1999.",
  "A palavra 'café' entrou na língua inglesa em 1582 através do holandês 'koffie', emprestado do turco otomano 'kahve' (قهوه), por sua vez emprestado do árabe 'qahwah' (قَهْوَة).",
  "Os termos 'coffee pot' e 'coffee break' tiveram origem em 1705 e 1952, respectivamente.",
  "Estudos de diversidade genética foram realizados em variedades de Coffea arabica. Diz-se que a planta de café originalmente domesticada veio de Harar, e acredita-se que a população nativa derive da Etiópia, com populações vizinhas distintas no Sudão e Quênia.",
  "O café é cultivado numa vasta região conhecida como cintura dos grãos de café, logo acima e logo abaixo da zona equatorial. Cada região dentro da cintura dos grãos de café tem uma altitude, clima e condições de solo únicos que afetam o sabor do café.",
  "Países da América Central e do Sul, como Guatemala, Nicarágua, El Salvador, Honduras, Costa Rica, Panamá e México, são conhecidos por produzirem cafés picantes, complexos, frutados e com bom corpo.",
  "O Brasil é o maior país produtor de café do mundo, produzindo cerca de 40% do café mundial e 70% de todo o café Arábica.",
  "A Colômbia é o segundo maior produtor de café da América do Sul, sendo o seu café geralmente doce, com notas de caramelo ou açúcar bruto.",
  "O Peru é conhecido por ser um produtor orgânico de grãos de café lavados, conhecidos por serem suaves com acidez leve.",
  "Dos 12 países produtores de café na África, a Etiópia é o berço original do café Arábica e é o maior produtor da região. O café etíope, como o grão Arábica Yirgacheffe, é apreciado por ter notas florais e acidez agradável.",
  "Uganda é o maior exportador de Robusta no continente, com seu café tendo notas doces e frutadas.",
  "Países do Sudeste Asiático que cultivam grãos de café incluem Indonésia, Vietnã, Tailândia e Papua Nova Guiné.",
  "O Vietnã começou a produzir grãos de café na década de 1990 e é agora o segundo maior produtor do mundo. A maior parte da produção do Vietnã é de café Robusta.",
  "A Indonésia é o quarto maior produtor do mundo. A maior parte deste café é Robusta, mas os grãos de café Arábica ainda desempenham um papel, representando cerca de 25% de todos os grãos cultivados lá.",
  "A Austrália e as Ilhas do Pacífico produzem quantidades relativamente pequenas de café. No entanto, o café desta região pode ser único e de alta qualidade, com notas de sabores picantes, frutados e terrosos.",
  "A polpa da cereja do café, que é removida durante o processamento, pode ser compostada e usada como fertilizante para plantas de café e outras culturas.",
  "Os grãos de café são, na verdade, sementes que vêm de uma baga semelhante a uma cereja que cresce num arbusto. São chamados de grãos devido à sua semelhança com leguminosas.",
  "O método de processamento úmido envolve mergulhar as cerejas de café em água, o que facilita a remoção da polpa. Os grãos são então secos e descascados.",
  "O método de processamento seco, também conhecido como método natural, envolve secar a cereja de café inteira ao sol antes de remover a polpa e a casca. Este método frequentemente confere uma nota doce e frutada ao café.",
  "No processo semi-úmido, também conhecido como processo despolpado natural ou processo de mel, a pele exterior da cereja de café é removida, mas alguma da mucilagem é deixada durante o processo de secagem. Este método resulta frequentemente num café mais doce que o processado por via úmida, mas menos frutado que o processado por via seca.",
  "O café é normalmente torrado a temperaturas entre 187 e 282 graus Celsius (370 e 540 graus Fahrenheit). O processo de torrefação desenvolve os sabores dos grãos de café e reduz a sua acidez.",
  "Quanto mais tempo os grãos de café são torrados, mais escuros e menos ácidos se tornam. As torras claras têm frequentemente um perfil de sabor mais complexo e matizado, enquanto as torras escuras tendem a ter um sabor robusto e ousado e uma acidez mais baixa.",
  "O termo 'café da terceira onda' foi cunhado por Trish Rothgeb em 2002. O movimento do café da terceira onda é uma reação à segunda onda, tipificada por cadeias como a Starbucks, e foca-se no café de alta qualidade, artesanal e sustentável. Este movimento enfatiza cada etapa da produção de café, da agricultura e colheita ao processamento, torrefação e preparação.",
  "Originalmente, o café era mastigado, não bebido. Tribos africanas costumavam moer bagas de café e misturá-las com gordura animal para criar bolas de energia.",
  "Em 1932, o Brasil enviou seus atletas para os Jogos Olímpicos de Verão em Los Angeles em um navio carregado com 50.000 sacas de café para vender no caminho e financiar sua viagem.",
  "O café é a segunda mercadoria mais comercializada no mundo após o petróleo, com um consumo estimado de 400 bilhões de xícaras anualmente e um valor de mais de 100 bilhões de dólares em todo o mundo.",
  "O café descafeinado ainda contém cerca de 3 miligramas de cafeína por xícara, pois o processo de descafeinação remove apenas cerca de 94-98% da cafeína.",
  "A primeira webcam foi inventada por pesquisadores da Universidade de Cambridge em 1991 para checar o status de sua cafeteira sem ter que deixar suas mesas.",
  "Beethoven insistia em preparar cada xícara de café com exatamente 60 grãos, enquanto o ex-presidente dos EUA Theodore Roosevelt teria bebido um galão de café por dia.",
  "A Finlândia consome mais café per capita do que qualquer outro país, apesar de não produzir café próprio.",
  "O café especial geralmente vem de grãos de origem única ou micro-lotes. Origem única significa que o café é proveniente de um único produtor, lote ou região em um país, enquanto um micro-lote é um pedaço de terra dentro de uma fazenda que produziu um café separado do resto da produção da fazenda devido à sua qualidade superior.",
  "Estima-se que 2,25 bilhões de xícaras de café sejam consumidas diariamente em todo o mundo.",
  "O café só se tornou realmente popular na América após o Boston Tea Party em 1773, quando a mudança do chá para o café se tornou uma espécie de dever patriótico.",
  "Uma chávena de café preto contém apenas uma caloria.",
  "Timer.Coffee é uma aplicação gratuita e de código aberto que precisa do seu apoio! Você pode contribuir para o desenvolvimento no Github ou comprar-me um café usando o botão abaixo :)",
  "Após os grãos de café serem descafeinados, vários fabricantes de café vendem a cafeína para empresas de refrigerantes e farmacêuticas.",
  "A Aeropress foi criada pelo inventor e professor de engenharia aposentado da Universidade de Stanford, Alan Adler. Ele também inventou o Aerobie Pro, um anel voador que estabeleceu o recorde mundial do Guinness para o objeto lançado mais longe.",
  "HARIO significa 'Rei do Vidro'. O seu primeiro dispositivo de preparação de café, o sifão de café, foi lançado em 1964. A famosa V60 surgiu em 2004.",
  "O Chemex foi inventado em 1941 pelo químico Dr. Peter Schlumbohm. Schlumbohm inspirou-se na escola de design Bauhaus e em utensílios de laboratório não porosos que não alteravam o sabor.", 
  "A mais antiga French Press conhecida foi patenteada em 1852 em França por Jacques-Victor Delforge e Henri-Otto Mayer."
]