[
 "История кофе восходит к многовековым устным преданиям на территории современной Эфиопии, однако прямых свидетельств его употребления до XV века не обнаружено.",
  "В суфийских монастырях Йемена кофе использовали как средство для концентрации внимания во время молитвы.",
  "В начале XVI века кофе распространился в Леванте, а во второй половине XVI века по торговым средиземноморским путям попал в Италию.",
  "К концу XVII века кофейни появились в Западной Европе, в том числе, в Голландии, Англии и Германии.",
  "В 1720-е французы начали выращивать кофе на Карибах (в Мартинике). Габриэль де Кльё, молодой морской офицер, перевозил туда черенки кофейных растений из ботанических садов Парижа. Так на Мартинике проросли тысячи кофейных деревьев, что позволило кофе распространиться на другие острова Карибского бассейна и в Мексику.",
  "К 1852 году Бразилия стала крупнейшим мировым производителем кофе, и с тех пор удерживает этот статус. Вьетнам стал вторым по величине производителем в 1999 году.",
  "Слово кофе вошло в английский язык в 1582 году через голландское koffie, заимствованное из османско-турецкого kahve (قهوه), которое произошло от арабского qahwah (قَهْوَة).",
  "Термины «кофейник» и «кофе-брейк» возникли в английском языке в 1705 и 1952 годах.",
  "Первые исследования генетического разнообразия были проведены на сорте кофе «Арабика». Одомашненное кофейное растение было привезено из Харрара (Эфиопия).",
  "Кофейный пояс — это географическая зона с благоприятными условиями для выращивания кофе. Он расположенном чуть выше и чуть ниже экваториальной зоны. Каждый регион кофейного пояса имеет уникальные высотные, климатические и почвенные условия, которые влияют на вкус кофе.",
  "Страны Центральной и Южной Америки, — Гватемала, Никарагуа, Сальвадор, Гондурас, Коста-Рика, Панама и Мексика, — известны как производители пряного, сложного, фруктового кофе с плотной структурой.",
  "Бразилия — крупнейшая кофейная страна мира, производящая около 40% всего кофе в мире и 70% всего кофе сорта «Арабика»",
  "Колумбия — второй по величине производитель кофе в Южной Америке. Этот кофе обычно сладкий, с нотками карамели или тростникового сахара",
  "Перу — производитель экологически чистого промытого кофе с умеренной кислотностью",
  "Эфиопия — родина сорта «Арабика» и крупнейший производитель в регионе. Эфиопский кофе, например сорт арабики Yirgacheffe, ценится за цветочные нотки и приятную кислотность.",
  "Уганда — крупнейший экспортер робусты на континенте, обычно этот кофе обладает сладкими, фруктовыми нотками",
  "Индонезия, Вьетнам, Таиланд и Папуа-Новая Гвинея — страны, где выращивают кофе в Юго-Восточной Азии",
  "Во Вьетнаме начали производить кофе в 1990-х годах. Больше 90% от общего объема производства кофе там приходится на робусту",
  "Индонезия занимает четвертое место в мире по производству кофе. В Индонезии производят примерно 10% арабики и 90% робусты.",
  "В Австралии начали выращивать кофе в 18 веке. Кофе этого региона обычно обладает нотками пряных, фруктовых и земляных ароматов",
  "Удаляемая при переработке мякоть кофейной вишни может быть компостирована и использована как садовое удобрение",
  "Кофейные зерна — это жареные семена плода, называемого кофейной вишней. Вишня содержит два обычных зерна или одно цельное, сросшееся зерно «пибери»",
  "Мокрый способ обработки кофе предполагает замачивание кофейных вишен в воде, что облегчает удаление мякоти. Затем зерна высушиваются и очищаются от шелухи",
  "Сухой метод обработки кофе, также известный как натуральный, предполагает сушку кофейной вишни на солнце перед удалением мякоти и скорлупы. Этот метод часто придает кофе сладкие, фруктовые нотки.",
  "При полувлажном способе, известном также как натуральный с мякотью или медовый, внешняя кожица кофейной вишни удаляется, но часть муцилажа (клейкого вещества, окружающего зерна) остается в процессе сушки. При таком способе приготовления кофе получается более сладким, чем при мокрой обработке, но менее фруктовым, чем при сухой.",
  "Обычно кофе обжаривается при температуре от 187 до 282 градусов Цельсия. В процессе обжарки в кофейных зернах развиваются ароматы и снижается их кислотность.",
  "Чем дольше обжариваются зерна, тем они становятся более темными и менее кислыми. Светлая обжарка часто имеет сложный, нюансированный вкусовой профиль, в то время как темная обжарка имеет крепкий, дерзкий вкус и более низкую кислотность.",
  "Термин «кофе третьей волны» использовала в 2003 году соосновательница Гильдии Обжарщиков США Триш Ротгеб. «Это реакция на тех, кто хочет автоматизировать кофе и привести его к абстрактному среднему стандарту», — написала она. Для третьей волны важен уникальный вкус и прозрачный путь кофе от зерна до чашки.",
  "Изначально кофе жевали, а не пили. Африканские племена перемалывали кофейные ягоды и смешивали их с животным жиром для создания богатых энергией закусочных шариков",
  "В 1932 году Бразилия отправила своих спортсменов на летние Олимпийские игры в Лос-Анджелес на корабле, загруженном 50 000 пачек кофе. Они должны были продать кофе по дороге, чтобы финансировать свою поездку.",
  "Кофе — второй по объему торговли товар в мире после нефти. Ежегодно люди выпивают 400 млрд. чашек.",
  "Кофе без кофеина по-прежнему содержит около трех миллиграммов кофеина на чашку: в процессе декофеинизации удаляется не весь кофеин.",
  "Первая веб-камера была изобретена исследователями Кембриджского университета в 1991 году для того, чтобы проверять, наполнен ли кофейник, не вставая со стола.",
  "Бетховен настаивал на том, чтобы в каждой чашке кофе было ровно 60 зерен, а бывший президент США Теодор Рузвельт, по некоторым данным, выпивал по галлону кофе в день",
  "Финляндия потребляет больше кофе на душу населения, чем любая другая страна, и не производит кофе.",
  "Single-origin означает, что кофе получен от производителя, урожая или региона в одной стране. Micro-lot — кофе превосходного качества, произведенный на отдельном от другой продукции участке в пределах одной фермы.",
  "Ежедневно люди выпивают 2,25 млрд. чашек кофе.",
  "Кофе не был по-настоящему популярен в Америке до Бостонского чаепития 1773 года, в результате которой в Бостонской гавани был уничтожен груз чая. Тогда же американские колонисты стали отказываться от употребления чая в пользу травяных сборов и кофе.",
  "В одной чашке черного кофе содержится всего одна калория",
  "Timer.Coffee — это бесплатное независимое приложение с открытым исходным кодом и не собирающее личные данные пользователей. Вы можете внести свой вклад в разработку на Github или купить кофе автору, воспользовавшись кнопкой ниже",
  "После обескофеивания кофейных зерен некоторые производители продают кофеин компаниям, производящим газировку и лекарственные препараты",
  "Аэропресс был создан бывшим преподавателем инженерного дела Стэнфордского университета Аланом Адлером. Еще он изобрел летающее кольцо Aerobie Pro, с помощью которого был установлен рекорд Гиннеса по самому дальнему брошенному предмету",
  "HARIO переводится с японского языка как «король стекла». Их первое устройство для заваривания кофе было выпущено в 1964 году. Знаменитая модель V60 появилась в 2004 году",
  "Кофеварка Кемекс была изобретена в 1941 году химиком Петером Шлюмбомом. Он вдохновлялся стилем Баухаус и непористой лабораторной посудой, которая не придавала собственного вкуса.",
  "Самый ранний из известных френч-прессов был запатентован в 1852 году во Франции Жаком-Виктором Дельфоржем и Анри-Отто Майером.",
  "Слово 'бариста' итальянского происхождения, и в Италии бариста может подавать как кофе, так и алкоголь.",
  "Слово 'мокко' происходит от порта Моха в Йемене, откуда в прошлом экспортировали кофе в Европу.",
  "Кофейному растению требуется около 5 лет, чтобы достаточно созреть для производства первых зерен.",
  "'Пиберри' – это уникальная мутация кофейного зерна, когда внутри ягоды развивается одно зерно вместо обычной пары, считается, что оно имеет более насыщенный вкус.",
  "Первый успешный коммерческий процесс декофеинизации был изобретен Людвигом Розелиусом в 1903 году.",
  "pH кофе составляет около 5, что означает, что он слегка кислый.",
  "Кофейные растения могут жить до 100 лет, но наиболее продуктивны в возрасте от 7 до 20 лет.",
  "Иоганн Себастьян Бах написал кантату под названием ‘Schweigt stille, plaudert nicht (Молчите, не болтайте)’ о зависимости от кофе."
]
