[
  "История кофе восходит к многовековым устным преданиям на территории современной Эфиопии, однако прямых свидетельств его употребления до XV века не обнаружено",
  "В суфийских монастырях Йемена кофе использовали как средство, помогающее сосредоточиться во время молитвы",
  "В начале XVI века кофе распространился в Леванте, а во второй половине XVI века по торговым средиземноморским путям попал в Италию",
  "К концу XVII века кофейни появились в Западной Европе, особенно в Голландии, Англии и Германии",
  "Одним из самых ранних случаев культивирования кофе в Новом Свете был случай, когда Габриэль де Клие в 1720 году привез саженцы кофе на Мартинику, где проросли тысячи кофейных деревьев, что позволило кофе распространиться на другие острова Карибского бассейна и в Мексику.",
  "К 1852 году Бразилия стала крупнейшим мировым производителем кофе и с тех пор удерживает этот статус. Вьетнам стал вторым по величине производителем в 1999 году.",
  "Слово кофе вошло в английский язык в 1582 г. через голландское koffie, заимствованное из османско-турецкого kahve (قهوه), в свою очередь заимствованного из арабского qahwah (قَهْوَة)",
  "Термины кофейник и кофе-брейк возникли в 1705 и 1952 годах соответственно",
  "Исследования генетического разнообразия проводились на сортах Coffea arabica. Считается, что первоначально одомашненное кофейное растение было привезено из Харара, а местная популяция, как полагают, происходит из Эфиопии с отдельными близлежащими популяциями в Судане и Кении.",
  "Кофе выращивается в обширном регионе, известном как пояс кофейных зерен, расположенном чуть выше и чуть ниже экваториальной зоны. Каждый регион, входящий в пояс кофейных зерен, имеет уникальные высотные, климатические и почвенные условия, которые влияют на вкус кофе",
  "Страны Центральной и Южной Америки, такие как Гватемала, Никарагуа, Сальвадор, Гондурас, Коста-Рика, Панама и Мексика, известны как производители пряного, сложного, фруктового кофе с хорошей структурой",
  "Бразилия - крупнейшая кофейная страна мира, производящая около 40% всего кофе в мире и 70% всего кофе сорта Арабика",
  "Колумбия - второй по величине производитель кофе в Южной Америке, ее кофе обычно сладкий, с нотками карамели или сахара-сырца",
  "Перу известно как производитель экологически чистого промытого кофе в зернах, известного своей мягкостью с умеренной кислотностью",
  "Из 12 стран Африки, производящих кофе, Эфиопия является родиной кофе сорта арабика и крупнейшим производителем в регионе. Эфиопский кофе, например, зерновой сорт арабики Yirgacheffe, ценится за цветочные нотки и приятную кислотность.",
  "Уганда - крупнейший экспортер робусты на континенте, ее кофе обладает сладкими, фруктовыми нотками",
  "Страны, выращивающие кофе в Юго-Восточной Азии, включают Индонезию, Вьетнам, Таиланд и Папуа-Новую Гвинею",
  "Вьетнам начал производить кофе в 1990-х годах и в настоящее время является вторым по величине производителем в мире. Большую часть вьетнамского производства составляет кофе сорта робуста",
  "Индонезия занимает четвертое место в мире по производству кофе. Большую часть этого кофе составляет робуста, но зерна арабики по-прежнему играют важную роль, составляя около 25% всех выращиваемых там зерен",
  "Австралия и острова Тихого океана производят относительно небольшое количество кофе. Однако кофе из этого региона может быть уникальным и высококачественным, с нотками пряных, фруктовых и земляных ароматов",
  "Удаляемая при переработке мякоть кофейной вишни может быть компостирована и использована в качестве удобрения для кофейных и других культур",
  "Кофейные зерна - это семена, которые выходят из ягоды, похожей на вишню, растущей на кусте. Они называются бобами из-за сходства с бобовыми",
  "Метод мокрого способа предполагает замачивание кофейных вишен в воде, что облегчает удаление мякоти. Затем зерна высушиваются и очищаются от шелухи",
  "Сухой метод, также известный как натуральный, предполагает сушку кофейной вишни целиком на солнце перед удалением мякоти и скорлупы. Этот метод часто придает кофе сладкие, фруктовые нотки",
  "При полувлажном способе, известном также как натуральный с мякотью или медовый, внешняя кожица кофейной вишни удаляется, но часть муцилажа (клейкого вещества, окружающего зерна) остается в процессе сушки. При таком способе приготовления кофе получается более сладким, чем при мокрой обработке, но менее фруктовым, чем при сухой",
  "Обычно кофе обжаривается при температуре от 187 до 282 градусов Цельсия (от 370 до 540 градусов по Фаренгейту). В процессе обжарки в кофейных зернах развиваются ароматы и снижается их кислотность",
  "Чем дольше обжариваются зерна, тем они становятся темнее и менее кислыми. Светлая обжарка часто имеет более сложный, нюансированный вкусовой профиль, в то время как темная обжарка, как правило, имеет крепкий, дерзкий вкус и более низкую кислотность.",
  "Термин кофе третьей волны был введен Триш Ротгеб в 2002 году. Кофейное движение третьей волны является реакцией на вторую волну, характерную для таких сетей, как Starbucks, и фокусируется на высококачественном, ремесленном и устойчивом кофе. Это движение уделяет особое внимание каждому этапу производства кофе - от выращивания и сбора урожая до обработки, обжарки и варки",
  "Изначально кофе жевали, а не пили. Африканские племена перемалывали кофейные ягоды и смешивали их с животным жиром для создания богатых энергией закусочных шариков",
  "В 1932 году Бразилия отправила своих спортсменов на летние Олимпийские игры в Лос-Анджелес на корабле, загруженном 50 000 пачек кофе, которые они должны были продать по дороге, чтобы финансировать свою поездку.",
  "Кофе является вторым по объему торговли товаром в мире после нефти: по оценкам, ежегодно потребляется 400 млрд. чашек, а его стоимость в мире превышает 100 млрд. долл.",
  "Кофе без кофеина по-прежнему содержит около 3 миллиграммов кофеина на чашку, так как в процессе декофеинизации удаляется только 94-98% кофеина",
  "Первая веб-камера была изобретена исследователями Кембриджского университета в 1991 году для того, чтобы проверять состояние кофейника, не вставая из-за стола",
  "Бетховен настаивал на том, чтобы в каждой чашке кофе было ровно 60 зерен, а бывший президент США Теодор Рузвельт, по некоторым данным, выпивал по галлону кофе в день",
  "Финляндия потребляет больше кофе на душу населения, чем любая другая страна, несмотря на то, что не производит собственного кофе",
  "Специализированный кофе часто производится из кофейных зерен одного сорта или микро-лот. Single-origin означает, что кофе получен от одного производителя, урожая или региона в одной стране, а micro-lot - это участок земли в пределах фермы, на котором произведен кофе, отделенный от остальной продукции фермы из-за его превосходного качества.",
  "По оценкам, ежедневно в мире потребляется 2,25 млрд. чашек кофе",
  "Кофе не был по-настоящему популярен в Америке до Бостонского чаепития 1773 года, когда переход с чая на кофе стал чем-то вроде патриотического долга",
  "В одной чашке черного кофе содержится всего одна калория",
  "Timer.Coffee - это бесплатное приложение с открытым исходным кодом, которое нуждается в вашей поддержке! Вы можете внести свой вклад в разработку на Github или купить мне кофе, воспользовавшись кнопкой ниже :)",
  "После обескофеивания кофейных зерен некоторые производители кофе продают кофеин компаниям, производящим газировку и фармацевтику",
  "Аэропресс был создан изобретателем и отставным преподавателем инженерного дела Стэнфордского университета Аланом Адлером. Он также изобрел летающее кольцо Aerobie Pro, с помощью которого был установлен рекорд Гиннеса по самому дальнему брошенному предмету",
  "HARIO означает король стекла. Их первое устройство для заваривания кофе, кофейный сифон, было выпущено в 1964 году. Знаменитая модель V60 появилась в 2004 году.",
  "Кофеварка Chemex была изобретена в 1941 году химиком доктором Петером Шлюмбомом. Шлюмбома вдохновила школа дизайна Баухаус и непористая лабораторная посуда, которая не придавала никакого собственного вкуса.",
  "Самый ранний из известных френч-прессов был запатентован в 1852 году во Франции Жаком-Виктором Дельфоргом и Анри-Отто Майером."
]