Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# userRecipesTitle
source: Your Recipes
ar: وصفاتك
de: Deine Rezepte
es: Tus recetas
fa: دستورهای شما
fi: Omat reseptit
fr: Vos recettes
hr: Tvoji recepti
id: Resep Anda
it: Le tue ricette
ja: あなたのレシピ
ko: 내 레시피
nl: Jouw recepten
no: Dine oppskrifter
pl: Twoje przepisy
pt: Suas receitas
ro: Rețetele tale
ru: Ваши рецепты
tr: Tariflerin
uk: Ваші рецепти
zh: 你的食谱

# userRecipesSectionCreated
source: Created by you
ar: منشأة بواسطتك
de: Von dir erstellt
es: Creadas por ti
fa: ایجاد شده توسط شما
fi: Tekemäsi
fr: Créées par vous
hr: Kreirano od tebe
id: Dibuat oleh Anda
it: Create da te
ja: あなたが作成
ko: 당신이 만든
nl: Door jou gemaakt
no: Opprettet av deg
pl: Utworzone przez Ciebie
pt: Criadas por você
ro: Create de tine
ru: Созданные вами
tr: Senin oluşturdukların
uk: Створені вами
zh: 你创建的

# userRecipesSectionImported
source: Imported by you
ar: مستوردة بواسطتك
de: Von dir importiert
es: Importadas por ti
fa: وارد شده توسط شما
fi: Tuomasi
fr: Importées par vous
hr: Uvezeno od tebe
id: Diimpor oleh Anda
it: Importate da te
ja: あなたがインポート
ko: 당신이 가져온
nl: Door jou geïmporteerd
no: Importert av deg
pl: Zaimportowane przez Ciebie
pt: Importadas por você
ro: Importate de tine
ru: Импортированные вами
tr: Senin içe aktardıkların
uk: Імпортовані вами
zh: 你导入的

# userRecipesEmpty
source: No recipes found
ar: لا توجد وصفات
de: Keine Rezepte gefunden
es: No se encontraron recetas
fa: هیچ دستور غذایی یافت نشد
fi: Reseptejä ei löytynyt
fr: Aucune recette trouvée
hr: Nema pronađenih recepata
id: Tidak ada resep ditemukan
it: Nessuna ricetta trovata
ja: レシピが見つかりません
ko: 레시피를 찾을 수 없습니다
nl: Geen recepten gevonden
no: Ingen oppskrifter funnet
pl: Nie znaleziono przepisów
pt: Nenhuma receita encontrada
ro: Nu s-au găsit rețete
ru: Рецепты не найдены
tr: Hiç tarif bulunamadı
uk: Рецептів не знайдено
zh: 未找到食谱

# userRecipesDeleteTitle
source: Delete recipe?
ar: حذف الوصفة؟
de: Rezept löschen?
es: ¿Eliminar receta?
fa: حذف دستور؟
fi: Poistetaanko resepti?
fr: Supprimer la recette ?
hr: Izbrisati recept?
id: Hapus resep?
it: Eliminare la ricetta?
ja: レシピを削除しますか？
ko: 레시피 삭제
nl: Recept verwijderen?
no: Slett oppskrift?
pl: Usunąć przepis?
pt: Excluir receita?
ro: Ștergi rețeta?
ru: Удалить рецепт?
tr: Tarif silinsin mi?
uk: Видалити рецепт?
zh: 删除食谱？

# userRecipesDeleteMessage
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fa: این اقدام قابل بازگشت نیست.
fi: Tätä toimintoa ei voi kumota.
fr: Cette action est irréversible.
hr: Ova radnja se ne može poništiti.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
no: Denne handlingen kan ikke angres.
pl: Tej operacji nie można cofnąć.
pt: Esta ação não pode ser desfeita.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.
uk: Цю дію неможливо скасувати.
zh: 此操作无法撤销。

# userRecipesDeleteConfirm
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
hr: Izbriši
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除

# userRecipesDeleteCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: انصراف
fi: Peruuta
fr: Annuler
hr: Odustani
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
tr: İptal
uk: Скасувати
zh: 取消

# userRecipesSnackbarDeleted
source: Recipe deleted
ar: تم حذف الوصفة
de: Rezept gelöscht
es: Receta eliminada
fa: دستور حذف شد
fi: Resepti poistettu
fr: Recette supprimée
hr: Recept je izbrisan
id: Resep dihapus
it: Ricetta eliminata
ja: レシピを削除しました
ko: 레시피가 삭제되었습니다
nl: Recept verwijderd
no: Oppskrift slettet
pl: Przepis usunięty
pt: Receita excluída
ro: Rețetă ștearsă
ru: Рецепт удалён
tr: Tarif silindi
uk: Рецепт видалено
zh: 已删除食谱

# hubUserRecipesTitle
source: Your recipes
ar: وصفاتك
de: Deine Rezepte
es: Tus recetas
fa: دستورهای شما
fi: Omat reseptit
fr: Vos recettes
hr: Tvoji recepti
id: Resep Anda
it: Le tue ricette
ja: あなたのレシピ
ko: 내 레시피
nl: Jouw recepten
no: Dine oppskrifter
pl: Twoje przepisy
pt: Suas receitas
ro: Rețetele tale
ru: Ваши рецепты
tr: Tariflerin
uk: Ваші рецепти
zh: 你的食谱

# hubUserRecipesSubtitle
source: View and manage created and imported recipes
ar: عرض وإدارة الوصفات المنشأة والمستوردة
de: Erstelle und importierte Rezepte anzeigen und verwalten
es: Ver y gestionar las recetas creadas e importadas
fa: مشاهده و مدیریت دستورهای ایجادشده و واردشده
fi: Näytä ja hallitse luotuja ja tuotuja reseptejä
fr: Voir et gérer les recettes créées et importées
hr: Pregledaj i upravljaj kreiranim i uvezenim receptima
id: Lihat dan kelola resep yang dibuat dan diimpor
it: Visualizza e gestisci le ricette create e importate
ja: 作成済み・インポート済みのレシピを表示して管理
ko: 생성 및 가져온 레시피 보기 및 관리
nl: Gemaakte en geïmporteerde recepten bekijken en beheren
no: Vis og administrer opprettede og importerte oppskrifter
pl: Przeglądaj i zarządzaj utworzonymi i zaimportowanymi przepisami
pt: Ver e gerenciar receitas criadas e importadas
ro: Vizualizează și gestionează rețetele create și importate
ru: Просмотр и управление созданными и импортированными рецептами
tr: Oluşturduğun ve içe aktardığın tarifleri görüntüle ve yönet
uk: Перегляд і керування створеними та імпортованими рецептами
zh: 查看并管理你创建和导入的食谱

# hubAccountSubtitle
source: Manage your profile
ar: إدارة ملفك الشخصي
de: Verwalte dein Profil
es: Gestiona tu perfil
fa: پروفایل خود را مدیریت کنید
fi: Hallitse profiiliasi
fr: Gérer votre profil
hr: Upravljaj svojim profilom
id: Kelola profil Anda
it: Gestisci il tuo profilo
ja: プロフィールを管理
ko: 프로필 관리
nl: Beheer je profiel
no: Administrer profilen din
pl: Zarządzaj swoim profilem
pt: Gerencie seu perfil
ro: Gestionează-ți profilul
ru: Управляйте своим профилем
tr: Profilinizi yönetin
uk: Керуйте своїм профілем
zh: 管理您的个人资料

# hubSignInCreateSubtitle
source: Sign in to sync recipes and preferences
ar: قم بتسجيل الدخول لمزامنة الوصفات والتفضيلات
de: Melde dich an, um Rezepte und Einstellungen zu synchronisieren
es: Inicia sesión para sincronizar recetas y preferencias
fa: برای همگام‌سازی دستورها و تنظیمات وارد شوید
fi: Kirjaudu sisään synkronoidaksesi reseptit ja asetukset
fr: Connectez-vous pour synchroniser les recettes et les préférences
hr: Prijavi se za sinkronizaciju recepata i postavki
id: Masuk untuk menyinkronkan resep dan preferensi
it: Accedi per sincronizzare ricette e preferenze
ja: レシピと設定を同期するにはサインインしてください
ko: 레시피와 선호 설정 동기화 위해 로그인
nl: Meld je aan om recepten en voorkeuren te synchroniseren
no: Logg inn for å synkronisere oppskrifter og innstillinger
pl: Zaloguj się, aby synchronizować przepisy i ustawienia
pt: Faça login para sincronizar receitas e preferências
ro: Conectează-te pentru a sincroniza rețetele și preferințele
ru: Войдите, чтобы синхронизировать рецепты и настройки
tr: Tarifleri ve tercihleri senkronize etmek için oturum açın
uk: Увійдіть, щоб синхронізувати рецепти та налаштування
zh: 登录以同步配方和偏好设置

# hubBrewDiarySubtitle
source: View your brewing history and add notes
ar: عرض سجل التحضير وإضافة ملاحظات
de: Sieh dir deine Brühhistorie an und füge Notizen hinzu
es: Consulta tu historial de preparaciones y añade notas
fa: تاریخچه دم‌آوری خود را مشاهده کنید و یادداشت اضافه کنید
fi: Katso valmistushistoriasi ja lisää muistiinpanoja
fr: Consultez votre historique de brassage et ajoutez des notes
hr: Pregledaj svoju povijest pripreme i dodaj bilješke
id: Lihat riwayat penyeduhan Anda dan tambahkan catatan
it: Visualizza la cronologia delle tue preparazioni e aggiungi note
ja: 醸造履歴を表示してメモを追加
ko: 추출 기록 보기 및 노트 추가
nl: Bekijk je brouwgeschiedenis en voeg notities toe
no: Se bryggehistorikken din og legg til notater
pl: Zobacz historię parzeń i dodawaj notatki
pt: Veja seu histórico de preparo e adicione notas
ro: Vezi istoricul tău de preparare și adaugă note
ru: Просматривайте историю завариваний и добавляйте заметки
tr: Demleme geçmişinizi görüntüleyin ve not ekleyin
uk: Переглядайте історію заварювань та додавайте нотатки
zh: 查看您的冲泡历史并添加笔记

# hubBrewStatsSubtitle
source: View personal and global brewing statistics and trends
ar: عرض الإحصائيات والاتجاهات الشخصية والعالمية للتحضير
de: Persönliche und globale Brühstatistiken und Trends ansehen
es: Consulta estadísticas y tendencias de preparación personales y globales
fa: آمار و روندهای دم‌آوری شخصی و جهانی را مشاهده کنید
fi: Näytä henkilökohtaiset ja globaalit valmistusstatistiikat ja trendit
fr: Consultez les statistiques et tendances de brassage personnelles et mondiales
hr: Pregledaj osobnu i globalnu statistiku i trendove pripreme
id: Lihat statistik dan tren penyeduhan pribadi dan global
it: Visualizza statistiche e tendenze di preparazione personali e globali
ja: 個人および世界の醸造統計と傾向を表示
ko: 개인 및 글로벌 추출 통계 및 추세 보기
nl: Bekijk persoonlijke en wereldwijde brouwstatistieken en trends
no: Se personlig og global bryggestatistikk og trender
pl: Zobacz osobiste i globalne statystyki oraz trendy parzeń
pt: Veja estatísticas e tendências de preparo pessoais e globais
ro: Vezi statistici și tendințe de preparare personale și globale
ru: Просматривайте личную и глобальную статистику и тренды по завариванию
tr: Kişisel ve küresel demleme istatistiklerini ve trendlerini görüntüleyin
uk: Переглядайте особисту та загальну статистику і тренди заварювань
zh: 查看个人和全球冲泡统计和趋势

# hubSettingsSubtitle
source: Change app preferences and behavior
ar: تغيير تفضيلات وسلوك التطبيق
de: Ändere App-Einstellungen und Verhalten
es: Cambia las preferencias y el comportamiento de la aplicación
fa: تنظیمات و رفتار برنامه را تغییر دهید
fi: Vaihda sovelluksen asetuksia ja toimintaa
fr: Modifiez les préférences et le comportement de l'application
hr: Promijeni postavke i ponašanje aplikacije
id: Ubah preferensi dan perilaku aplikasi
it: Modifica le preferenze e il comportamento dell'app
ja: アプリの設定と動作を変更
ko: 앱 선호 및 동작 변경
nl: Wijzig app-voorkeuren en gedrag
no: Endre appinnstillinger og oppførsel
pl: Zmień ustawienia aplikacji i zachowanie
pt: Altere preferências e comportamento do app
ro: Schimbă preferințele și comportamentul aplicației
ru: Измените параметры и поведение приложения
tr: Uygulama tercihlerini ve davranışını değiştirin
uk: Змінюйте налаштування додатку та поведінку
zh: 更改应用偏好和行为

# hubAboutSubtitle
source: App details, version and contributors
ar: تفاصيل التطبيق والإصدار والمساهمون
de: App-Details, Version und Mitwirkende
es: Detalles de la app, versión y colaboradores
fa: جزئیات برنامه، نسخه و مشارکت‌کنندگان
fi: Sovelluksen tiedot, versio ja osallistujat
fr: Détails de l'application, version et contributeurs
hr: Detalji aplikacije, verzija i suradnici
id: Detail aplikasi, versi, dan kontributor
it: Dettagli dell'app, versione e collaboratori
ja: アプリの詳細、バージョン、貢献者
ko: 앱 세부 정보, 버전 및 기여자
nl: App-gegevens, versie en bijdragers
no: Appdetaljer, versjon og bidragsytere
pl: Szczegóły aplikacji, wersja i współtwórcy
pt: Detalhes do app, versão e contribuidores
ro: Detalii aplicație, versiune și contribuitori
ru: Информация о приложении, версия и контрибьюторы
tr: Uygulama detayları, sürüm ve katkıda bulunanlar
uk: Інформація про додаток, версія та учасники
zh: 应用详情、版本和贡献者

# lastrecipe
source: Most Recently Used Recipe:
ar: أحدث وصفة مستخدمة:
de: Zuletzt verwendete Rezept:
es: Última receta utilizada:
fa: آخرین دستور استفاده‌شده:
fi: Viimeksi käytetty resepti:
fr: Recette la plus récemment utilisée :
hr: Zadnji korišteni recept:
id: Resep yang Terakhir Digunakan:
it: Ricetta Utilizzata Più di Recente:
ja: 最近使ったレシピ：
ko: 가장 최근 사용된 레시피:
nl: Meest Recent Gebruikte Recept:
no: Sist brukte oppskrift:
pl: Ostatnio używany przepis:
pt: Receita mais recentemente utilizada:
ro: Rețeta folosită recent:
ru: Последний рецепт:
tr: En Son Kullanılan Tarif:
uk: Останній використаний рецепт:
zh: 最近使用的食谱：

source: About
ar: حول
de: Über
es: Acerca de
fa: درباره برنامه
fi: Tietoja
fr: À propos
hr: O aplikaciji
id: Tentang
it: Informazioni
ja: 約
ko: 정보
nl: Over
no: Om
pl: O aplikacji
pt: Sobre
ro: Despre
ru: О приложении
tr: Hakkında
uk: Про програму
zh: 关于

source: Author
ar: المؤلف
de: Autor
es: Autor
fa: نویسنده
fi: Tekijä
fr: Auteur
hr: Autor
id: Penulis
it: Autore
ja: 著者
ko: 작성자
nl: Auteur
no: Forfatter
pl: Autor
pt: Autor
ro: Autor
ru: Автор
tr: Yazar
uk: Автор
zh: 作者

# authortext
source: Timer.Coffee App is created by Anton Karliner, a coffee enthusiast, media specialist, and photojournalist. I hope that this app will help you enjoy your coffee. Feel free to contribute on GitHub.
ar: تم إنشاء تطبيق Timer.Coffee بواسطة أنتون كارلينر، وهو محب للقهوة ومتخصص في الإعلام وصحفي. أتمنى أن يساعدك هذا التطبيق في الاستمتاع بقهوتك. لا تتردد في المساهمة على GitHub.
de: Die Timer.Coffee App wurde von Anton Karliner erstellt, einem Kaffee-Enthusiasten, Medienspezialisten und Fotojournalisten. Ich hoffe, dass diese App Ihnen hilft, Ihren Kaffee zu genießen. Fühlen Sie sich frei, auf GitHub beizutragen.
es: La aplicación Timer.Coffee ha sido creada por Anton Karliner, un entusiasta del café, especialista en medios y fotoperiodista. Espero que esta aplicación te ayude a disfrutar de tu café. Siéntete libre de contribuir en GitHub.
fa: اپلیکیشن Timer.Coffee توسط آنتون کارلینر، علاقه‌مند به قهوه، متخصص رسانه و عکاس خبری ساخته شده است. امیدوارم این برنامه به شما کمک کند از قهوه لذت ببرید. خوشحال می‌شوم اگر در گیت‌هاب مشارکت کنید.
fi: Timer.Coffee -sovelluksen on luonut kahviharrastaja Anton Karliner, ja sen tarkoitus on auttaa sinua nauttimaan kahvistasi entistä enemmän. Voit osallistua kehitykseen GitHubissa.
fr: L'application Timer.Coffee a été créée par Anton Karliner, un passionné de café, spécialiste des médias et photojournaliste. J'espère que cette application vous aidera à profiter de votre café. N'hésitez pas à contribuer sur GitHub.
hr: Aplikaciju Timer.Coffee razvio je Anton Karliner, entuzijast za kavu, medijski stručnjak i fotoreporter. Nadam se da će ti aplikacija pomoći uživati u kavi. Slobodno doprinesi na GitHubu.
id: Timer.Coffee App dibuat oleh Anton Karliner, seorang pecinta kopi, spesialis berita, dan jurnalis foto. Saya harap aplikasi ini akan membantu Kamu menikmati kopimu. Jangan ragu untuk berkontribusi di GitHub.
it: L'app Timer.Coffee è stata creata da Anton Karliner, un appassionato di caffè, specialista dei media e fotogiornalista. Spero che questa app ti aiuti a goderti il tuo caffè. Sentiti libero di contribuire su GitHub.
ja: Timer.Coffee アプリは、コーヒー愛好家でありメディア専門家でフォトジャーナリストのアントン・カーリナーによって作成されました。このアプリがあなたのコーヒータイムをより楽しいものにすることを願っています。GitHubでの貢献もお気軽に。
ko: Timer.Coffee 앱은 커피 애호가, 미디어 전문가, 사진 저널리스트인 Anton Karliner가 만들었습니다. 이 앱이 커피를 즐기는 데 도움이 되기를 바랍니다. GitHub에서 기여하세요.
nl: Timer.Coffee App is gecreëerd door Anton Karliner, een koffie-enthousiast, mediaspecialist en fotojournalist. Ik hoop dat deze app je zal helpen genieten van je koffie. Voel je vrij om bij te dragen op GitHub.
no: Timer.Coffee-appen er laget av Anton Karliner, en kaffeentusiast, mediespesialist og fotojournalist. Jeg håper at denne appen vil hjelpe deg å nyte kaffen din. Bidra gjerne på GitHub.
pl: Aplikacja Timer.Coffee została stworzona przez Anton Karliner, entuzjastę kawy, specjalistę od mediów i fotoreportera. Mam nadzieję, że ta aplikacja pomoże Ci cieszyć się kawą. Zapraszamy do współpracy na GitHubie.
pt: O aplicativo Timer.Coffee foi criado por Anton Karliner, um entusiasta do café, especialista em mídia e fotojornalista. Espero que este aplicativo ajude você a desfrutar do seu café. Sinta-se à vontade para contribuir no GitHub.
ro: Aplicația Timer.Coffee a fost creată de Anton Karliner, un entuziast al cafelei, specialist media și fotojurnalist. Sper că această aplicație vă va ajuta să vă bucurați de cafea. Simțiți-vă liber să contribuiți pe GitHub.
ru: Приложение Timer.Coffee создал Антон Карлинер, кофе-энтузиаст, медиапрофессионал и фотожурналист. Я надеюсь, что моё приложение поможет вам сварить много отличного кофе. Не стесняйтесь делиться идеями на GitHub.
tr: Timer.Coffee Uygulaması, kahve meraklısı, medya uzmanı ve foto muhabiri Anton Karliner tarafından oluşturulmuştur. Bu uygulamanın kahvenizden keyif almanıza yardımcı olmasını umuyorum. GitHub üzerinden katkıda bulunmaktan çekinmeyin.
uk: Додаток Timer.Coffee створено Антоном Карлінером, ентузіастом кави, медіаспеціалістом та фотожурналістом. Я сподіваюся, що цей додаток допоможе вам насолоджуватися кавою. Будь ласка, приєднуйтесь до спільноти на GitHub.
zh: Timer.Coffee应用由咖啡爱好者、媒体专家和摄影记者安东·卡尔纳创建。希望这个应用能帮助您享受咖啡。欢迎在GitHub上贡献。

source: Contributors
ar: المساهمون
de: Mitwirkende
es: Colaboradores
fa: مشارکت‌کنندگان
fi: Avustajat
fr: Contributeurs
hr: Suradnici
id: Kontributor
it: Collaboratori
ja: 貢献者
ko: 기여자
nl: Bijdragers
no: Bidragsytere
pl: Współtwórcy
pt: Contribuidores
ro: Contribuitori
ru: Контрибьюторы
tr: Katkıda Bulunanlar
uk: Учасники
zh: 贡献者

source: Error loading Contributors
ar: خطأ في تحميل المساهمين
de: Fehler beim Laden der Mitwirkenden
es: Error al cargar los colaboradores
fa: خطا در بارگذاری مشارکت‌کنندگان
fi: Avustajien lataus epäonnistui
fr: Erreur de chargement des contributeurs
hr: Greška pri učitavanju suradnika
id: Terjadi kesalahan saat memuat Kontributor
it: Errore nel caricamento dei Collaboratori
ja: 貢献者の読み込みエラー
ko: 기여자 로드 오류
nl: Fout bij het laden van bijdragers
no: Feil ved lasting av bidragsytere
pl: Błąd ładowania współtwórców
pt: Erro ao carregar contribuidores
ro: Eroare la încărcarea contribuitorilor
ru: Ошибка загрузки списка контрибьюторов
tr: Katkıda Bulunanlar Yüklenirken Hata
uk: Помилка завантаження учасників
zh: 加载贡献者时出错

source: License
ar: الترخيص
de: Lizenz
es: Licencia
fa: مجوز
fi: Lisenssi
fr: Licence
hr: Licenca
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nl: Licentie
no: Lisens
pl: Licencja
pt: Licença
ro: Licență
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh: 许可证

# licensetext
source: This application is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
ar: هذا التطبيق هو برنامج مجاني: يمكنك إعادة توزيعه و/أو تعديله تحت شروط رخصة جنو العمومية كما نشرتها مؤسسة البرمجيات الحرة، سواء الإصدار 3 من الترخيص، أو (حسب اختيارك) أي إصدار لاحق.
de: Diese Anwendung ist freie Software: Sie können sie unter den Bedingungen der GNU General Public License weiterverbreiten und/oder modifizieren, wie sie von der Free Software Foundation veröffentlicht wurde, entweder Version 3 der Lizenz oder (nach Ihrer Wahl) jede spätere Version.
es: Esta aplicación es software libre: puedes redistribuirla y/o modificarla bajo los términos de la Licencia Pública General GNU según publicada por la Free Software Foundation, ya sea la versión 3 de la Licencia, o (a tu elección) cualquier versión posterior.
fa: این برنامه یک نرم‌افزار آزاد است؛ شما می‌توانید آن را تحت شرایط مجوز عمومی همگانی گنو نسخه ۳ یا نسخه‌های بعدی (به انتخاب خودتان)، بازتوزیع یا تغییر دهید.
fi: Tämä sovellus on vapaa ohjelmisto: voit levittää sitä edelleen ja/tai muokata sitä GNU General Public License -lisenssin version 3 tai (valintasi mukaan) minkä tahansa myöhemmän version ehtojen mukaisesti.
fr: Cette application est un logiciel libre : vous pouvez la redistribuer et/ou la modifier sous les termes de la GNU General Public License telle que publiée par la Free Software Foundation, soit la version 3 de la Licence, ou (à votre choix) toute version ultérieure.
hr: Ova aplikacija je slobodni softver: možete je distribuirati i/ili mijenjati pod uvjetima GNU Opće javne licence koju je objavila Zaklada za slobodni softver, bilo verzije 3 Licence ili (po vašem izboru) bilo koje kasnije verzije.
id: Aplikasi ini adalah perangkat lunak gratis: Anda dapat mendistribusikan ulang dan/atau memodifikasinya berdasarkan ketentuan Lisensi Publik Umum GNU sebagaimana diterbitkan oleh Free Software Foundation, baik versi 3 dari Lisensi tersebut, atau (sesuai pilihan Anda) versi yang lebih baru.
it: Questa applicazione è un software libero: puoi ridistribuirlo e/o modificarlo sotto i termini della GNU General Public License come pubblicata dalla Free Software Foundation, sia la versione 3 della Licenza, o (a tua scelta) qualsiasi versione successiva.
ja: このアプリケーションはフリーソフトウェアです:フリーソフトウェア財団によって公開されたGNU一般公衆利用許諾契約書（GPL）の条項の下で、あなたはそれを再配布および/または変更することができます。それはライセンスのバージョン3、または（あなたの選択によって）いかなる後のバージョンにも適用されます。
ko: 이 애플리케이션은 자유 소프트웨어입니다: GNU General Public License 버전 3 또는 (선택에 따라) 이후 버전의 조건에 따라 재배포 및 수정할 수 있습니다.
nl: Deze applicatie is vrije software: je kunt het herverdelen en/of wijzigen onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation, ofwel versie 3 van de Licentie, of (naar keuze) elke latere versie.
no: Denne applikasjonen er fri programvare: du kan redistribuere den og/eller modifisere den under vilkårene i GNU General Public License som publisert av Free Software Foundation, enten versjon 3 av lisensen, eller (etter eget valg) en senere versjon.
pl: Ta aplikacja to wolne oprogramowanie: możesz je rozpowszechniać i/lub modyfikować na warunkach Ogólnej Licencji Publicznej GNU, jak to zostało opublikowane przez Free Software Foundation, albo wersji 3 tej Licencji, albo (według własnego wyboru) każdej późniejszej wersji.
pt: Este aplicativo é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU conforme publicada pela Free Software Foundation, seja a versão 3 da Licença, ou (a seu critério) qualquer versão posterior.
ro: Această aplicație este un software liber: puteți redistribui și/sau modifica sub termenii Licenței Publice Generale GNU publicată de Free Software Foundation, fie versiunea 3 a Licenței, fie (la alegerea dvs.) orice versiune ulterioară.
ru: Это свободная программа: вы можете перераспространять ее и/или изменять ее на условиях Стандартной общественной лицензии GNU в том виде, в каком она была опубликована Фондом свободного программного обеспечения; либо версии 3 лицензии, либо (по вашему выбору) любой более поздней версии.
tr: Bu uygulama, Free Software Foundation tarafından yayınlanan GNU Genel Kamu Lisansı'nın koşulları altında yeniden dağıtabileceğiniz ve/veya değiştirebileceğiniz ücretsiz bir yazılımdır; ister sürüm 3 Lisansı, isterse (seçeneğinize bağlı olarak) daha sonraki bir sürümü.
uk: Цей додаток є безкоштовним програмним забезпеченням: ви можете розповсюджувати його та/або модифікувати на умовах GNU General Public License, як опубліковано Free Software Foundation, або версії 3 Ліцензії, або (за вашим вибором) будь-якої пізнішої версії.
zh: 这个应用程序是免费软件:您可以在自由软件基金会发布的GNU通用公共许可证条款下重新分发和/或修改它，不论是许可证的第3版，或（根据您的选择）任何后续版本。

# licensebutton
source: Read the GNU General Public License v3
ar: اقرأ رخصة جنو العمومية الإصدار 3
de: Lesen Sie die GNU General Public License v3
es: Leer la Licencia Pública General GNU v3
fa: خواندن مجوز عمومی همگانی گنو نسخه ۳
fi: Lue GNU General Public License v3
fr: Lire la GNU General Public License v3
hr: Pročitajte GNU Opću javnu licencu v3
id: Baca Lisensi Publik Umum GNU v3
it: Leggi la GNU General Public License v3
ja: GNU一般公衆利用許諾契約書v3を読む
ko: GNU General Public License v3 읽기
nl: Lees de GNU General Public License v3
no: Les GNU General Public License v3
pl: Przeczytaj Ogólną Licencję Publiczną GNU v3
pt: Leia a Licença Pública Geral GNU v3
ro: Citește Licența Publică Generală GNU v3
ru: Текст Стандартной общественной лицензии GNU
tr: GNU Genel Kamu Lisansı v3'ü Okuyun
uk: Прочитайте GNU General Public License v3
zh: 阅读GNU通用公共许可证v3
