Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# chipInputMaxTagsError
source: Maximum number of tags reached ({maxChips})
ar: تم الوصول إلى الحد الأقصى من العلامات ({maxChips})
de: Maximale Anzahl an Tags erreicht ({maxChips})
es: Número máximo de etiquetas alcanzado ({maxChips})
fi: Tunnisteiden enimmäismäärä saavutettu ({maxChips})
hr: Dosegnut je maksimalni broj oznaka ({maxChips})
id: Jumlah tag maksimal telah tercapai ({maxChips})
it: Numero massimo di tag raggiunto ({maxChips})
nl: Maximum aantal tags bereikt ({maxChips})
no: Maksimalt antall tagger nådd ({maxChips})
pl: Osiągnięto maksymalną liczbę tagów ({maxChips})
pt: Número máximo de tags atingido ({maxChips})
ro: Număr maxim de taguri atins ({maxChips})
ru: Достигнуто максимальное количество тегов ({maxChips})
tr: Maksimum etiket sayısına ulaşıldı ({maxChips})
uk: Досягнуто максимальної кількості тегів ({maxChips})
zh: 已达到最大标签数量 ({maxChips})

# chipInputHintText
source: Add a tag...
ar: أضف علامة...
de: Tag hinzufügen...
es: Añadir una etiqueta...
fi: Lisää tunniste...
hr: Dodaj oznaku...
id: Tambahkan tag...
it: Aggiungi un tag...
nl: Voeg een tag toe...
no: Legg til en tagg...
pl: Dodaj tag...
pt: Adicionar uma tag...
ro: Adaugă un tag...
ru: Добавить тег...
tr: Etiket ekle...
uk: Додати тег...
zh: 添加标签...

# unitFieldRequiredError
source: This field is required
ar: هذا الحقل مطلوب
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fi: Tämä kenttä on pakollinen
hr: Ovo polje je obavezno
id: Field ini wajib diisi
it: Questo campo è obbligatorio
nl: Dit veld is verplicht
no: Dette feltet er påkrevd
pl: To pole jest wymagane
pt: Este campo é obrigatório
ro: Acest câmp este obligatoriu
ru: Это поле обязательно для заполнения
tr: Bu alan zorunludur
uk: Це поле є обов'язковим
zh: 此字段为必填项

# unitFieldInvalidNumberError
source: Please enter a valid number
ar: يرجى إدخال رقم صحيح
de: Bitte geben Sie eine gültige Zahl ein
es: Por favor, introduce un número válido
fi: Syötä kelvollinen numero
hr: Unesite važeći broj
id: Harap masukkan angka yang valid
it: Inserisci un numero valido
nl: Voer een geldig nummer in
no: Vennligst skriv inn et gyldig nummer
pl: Wprowadź prawidłową liczbę
pt: Por favor, insira um número válido
ro: Vă rugăm introduceți un număr valid
ru: Пожалуйста, введите действительное число
tr: Lütfen geçerli bir sayı girin
uk: Будь ласка, введіть дійсне число
zh: 请输入有效数字

# unitFieldMinValueError
source: Value must be at least {min}
ar: يجب أن تكون القيمة على الأقل {min}
de: Wert muss mindestens {min} sein
es: El valor debe ser al menos {min}
fi: Arvon on oltava vähintään {min}
hr: Vrijednost mora biti najmanje {min}
id: Nilai harus minimal {min}
it: Il valore deve essere almeno {min}
nl: Waarde moet minimaal {min} zijn
no: Verdien må være minst {min}
pl: Wartość musi wynosić co najmniej {min}
pt: O valor deve ser pelo menos {min}
ro: Valoarea trebuie să fie cel puțin {min}
ru: Значение должно быть не менее {min}
tr: Değer en az {min} olmalıdır
uk: Значення має бути не менше {min}
zh: 值必须至少为 {min}

# unitFieldMaxValueError
source: Value must be at most {max}
ar: يجب أن تكون القيمة على الأكثر {max}
de: Wert darf höchstens {max} sein
es: El valor debe ser como máximo {max}
fi: Arvon on oltava enintään {max}
hr: Vrijednost mora biti najviše {max}
id: Nilai harus maksimal {max}
it: Il valore deve essere al massimo {max}
nl: Waarde mag maximaal {max} zijn
no: Verdien må være maksimalt {max}
pl: Wartość nie może przekraczać {max}
pt: O valor deve ser no máximo {max}
ro: Valoarea trebuie să fie cel mult {max}
ru: Значение должно быть не более {max}
tr: Değer en fazla {max} olmalıdır
uk: Значення має бути не більше {max}
zh: 值必须至多为 {max}

# numericFieldRequiredError
source: This field is required
ar: هذا الحقل مطلوب
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fi: Tämä kenttä on pakollinen
hr: Ovo polje je obavezno
id: Field ini wajib diisi
it: Questo campo è obbligatorio
nl: Dit veld is verplicht
no: Dette feltet er påkrevd
pl: To pole jest wymagane
pt: Este campo é obrigatório
ro: Acest câmp este obligatoriu
ru: Это поле обязательно для заполнения
tr: Bu alan zorunludur
uk: Це поле є обов'язковим
zh: 此字段为必填项

# numericFieldInvalidNumberError
source: Please enter a valid number
ar: يرجى إدخال رقم صحيح
de: Bitte geben Sie eine gültige Zahl ein
es: Por favor, introduce un número válido
fi: Syötä kelvollinen numero
hr: Unesite važeći broj
id: Harap masukkan angka yang valid
it: Inserisci un numero valido
nl: Voer een geldig nummer in
no: Vennligst skriv inn et gyldig nummer
pl: Wprowadź prawidłową liczbę
pt: Por favor, insira um número válido
ro: Vă rugăm introduceți un număr valid
ru: Пожалуйста, введите действительное число
tr: Lütfen geçerli bir sayı girin
uk: Будь ласка, введіть дійсне число
zh: 请输入有效数字

# numericFieldMinValueError
source: Value must be at least {min}
ar: يجب أن تكون القيمة على الأقل {min}
de: Wert muss mindestens {min} sein
es: El valor debe ser al menos {min}
fi: Arvon on oltava vähintään {min}
hr: Vrijednost mora biti najmanje {min}
id: Nilai harus minimal {min}
it: Il valore deve essere almeno {min}
nl: Waarde moet minimaal {min} zijn
no: Verdien må være minst {min}
pl: Wartość musi wynosić co najmniej {min}
pt: O valor deve ser pelo menos {min}
ro: Valoarea trebuie să fie cel puțin {min}
ru: Значение должно быть не менее {min}
tr: Değer en az {min} olmalıdır
uk: Значення має бути не менше {min}
zh: 值必须至少为 {min}

# numericFieldMaxValueError
source: Value must be at most {max}
ar: يجب أن تكون القيمة على الأكثر {max}
de: Wert darf höchstens {max} sein
es: El valor debe ser como máximo {max}
fi: Arvon on oltava enintään {max}
hr: Vrijednost mora biti najviše {max}
id: Nilai harus maksimal {max}
it: Il valore deve essere al massimo {max}
nl: Waarde mag maximaal {max} zijn
no: Verdien må være maksimalt {max}
pl: Wartość nie może przekraczać {max}
pt: O valor deve ser no máximo {max}
ro: Valoarea trebuie să fie cel mult {max}
ru: Значение должно быть не более {max}
tr: Değer en fazla {max} olmalıdır
uk: Значення має бути не більше {max}
zh: 值必须至多为 {max}

# dropdownSearchHintText
source: Type to search...
ar: اكتب للبحث...
de: Tippen zum Suchen...
es: Escribe para buscar...
fi: Kirjoita hakeaksesi...
hr: Upišite za pretraživanje...
id: Ketik untuk mencari...
it: Digita per cercare...
nl: Typ om te zoeken...
no: Skriv for å søke...
pl: Wpisz, aby wyszukać...
pt: Digite para pesquisar...
ro: Tastați pentru a căuta...
ru: Введите для поиска...
tr: Aramak için yazın...
uk: Введіть для пошуку...
zh: 输入以搜索...

# dropdownSearchLoadingError
source: Error loading suggestions: {error}
ar: خطأ في تحميل الاقتراحات: {error}
de: Fehler beim Laden der Vorschläge: {error}
es: Error al cargar sugerencias: {error}
fi: Virhe ehdotuksia ladatessa: {error}
hr: Greška pri učitavanju prijedloga: {error}
id: Error memuat saran: {error}
it: Errore nel caricamento dei suggerimenti: {error}
nl: Fout bij het laden van suggesties: {error}
no: Feil ved lasting av forslag: {error}
pl: Błąd ładowania sugestii: {error}
pt: Erro ao carregar sugestões: {error}
ro: Eroare la încărcarea sugestiilor: {error}
ru: Ошибка загрузки предложений: {error}
tr: Öneriler yüklenirken hata: {error}
uk: Помилка завантаження пропозицій: {error}
zh: 加载建议时出错：{error}

# dropdownSearchNoResults
source: No results found
ar: لم يتم العثور على نتائج
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fi: Ei tuloksia
hr: Nema pronađenih rezultata
id: Tidak ada hasil
it: Nessun risultato trovato
nl: Geen resultaten gevonden
no: Ingen resultater funnet
pl: Brak wyników
pt: Nenhum resultado encontrado
ro: Nu s-au găsit rezultate
ru: Результаты не найдены
tr: Sonuç bulunamadı
uk: Результатів не знайдено
zh: 未找到结果

# dropdownSearchLoading
source: Searching...
ar: جاري البحث...
de: Suche...
es: Buscando...
fi: Etsitään...
hr: Pretraživanje...
id: Mencari...
it: Ricerca in corso...
nl: Zoeken...
no: Søker...
pl: Wyszukiwanie...
pt: Pesquisando...
ro: Se caută...
ru: Поиск...
tr: Aranıyor...
uk: Пошук...
zh: 搜索中...

# dropdownSearchUseCustomEntry
source: Use "{currentQuery}"
ar: استخدم "{currentQuery}"
de: "{currentQuery}" verwenden
es: Usar "{currentQuery}"
fi: Käytä "{currentQuery}"
hr: Koristi {currentQuery}
id: Gunakan "{currentQuery}"
it: Usa "{currentQuery}"
nl: Gebruik "{currentQuery}"
no: Bruk "{currentQuery}"
pl: Użyj "{currentQuery}"
pt: Usar "{currentQuery}"
ro: Folosiți "{currentQuery}"
ru: Использовать "{currentQuery}"
tr: "{currentQuery}" kullan
uk: Використати "{currentQuery}"
zh: 使用 "{currentQuery}"

# requiredInfoSubtitle
source: * Required
ar: * مطلوب
de: * Erforderlich
es: * Obligatorio
fi: * Pakollinen
hr: * Obavezno
id: * Wajib
it: * Obbligatorio
nl: * Verplicht
no: * Påkrevd
pl: * Wymagane
pt: * Obrigatório
ro: * Obligatoriu
ru: * Обязательно
tr: * Zorunlu
uk: * Обов'язково
zh: * 必填

# inventoryWeightExample
source: e.g., 250.5
ar: مثال: 250.5
de: z.B. 250.5
es: ej. 250,5
fi: esim. 250.5
hr: npr., 250.5
id: contoh: 250.5
it: es. 250,5
nl: bijv. 250.5
no: f.eks., 250.5
pl: np. 250.5
pt: ex. 250.5
ro: ex. 250.5
ru: Например, 250.5
tr: örn. 250.5
uk: напр., 250.5
zh: 例如：250.5

# unsavedChangesTitle
source: Unsaved Changes
ar: تغييرات غير محفوظة
de: Nicht gespeicherte Änderungen
es: Cambios no guardados
fi: Tallentamattomat muutokset
hr: Nespremljene promjene
id: Perubahan Belum Disimpan
it: Modifiche non salvate
nl: Niet opgeslagen wijzigingen
no: Ulagrede endringer
pl: Niezapisane zmiany
pt: Alterações não salvas
ro: Modificări nesalvate
ru: Несохраненные изменения
tr: Kaydedilmemiş Değişiklikler
zh: 未保存的更改

# unsavedChangesMessage
source: You have unsaved changes. Are you sure you want to discard them?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من أنك تريد تجاهلها؟
de: Sie haben nicht gespeicherte Änderungen. Sind Sie sicher, dass Sie sie verwerfen möchten?
es: Tienes cambios no guardados. ¿Estás seguro de que quieres descartarlos?
fi: Sinulla on tallentamattomia muutoksia. Oletko varma, että haluat hylätä ne?
hr: Imate nespremljene promjene. Jeste li sigurni da ih želite odbaciti?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda yakin ingin membuangnya?
it: Hai delle modifiche non salvate. Sei sicuro di volerle scartare?
nl: U hebt niet-opgeslagen wijzigingen. Weet u zeker dat u ze wilt verwijderen?
no: Du har ulagrede endringer. Er du sikker på at du vil forkaste dem?
pl: Masz niezapisane zmiany. Czy na pewno chcesz je porzucić?
pt: Você tem alterações não salvas. Tem certeza de que deseja descartá-las?
ro: Aveți modificări nesalvate. Sigur doriți să le renunțați?
ru: У вас есть несохраненные изменения. Вы уверены, что хотите их отменить?
tr: Kaydedilmemiş değişiklikleriniz var. Onları silmek istediğinizden emin misiniz?
zh: 您有未保存的更改。您确定要丢弃它们吗？

# unsavedChangesStay
source: Stay
ar: البقاء
de: Bleiben
es: Quedarse
fi: Pysy
hr: Ostani
id: Tetap
it: Rimani
nl: Blijven
no: Bli
pl: Zostań
pt: Ficar
ro: Rămâi
ru: Остаться
tr: Kal
zh: 留下

# unsavedChangesDiscard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fi: Hylkää
hr: Odbaci
id: Buang
it: Scarta
nl: Verwerpen
no: Forkast
pl: Porzuć
pt: Descartar
ro: Renunță
ru: Отменить
tr: Sil
zh: 丢弃

# beansWeightAddedBack
source: Added {amount}{unit} back to {beanName}. New weight: {newWeight}{unit}
ar: تمت إضافة {amount}{unit} مرة أخرى إلى {beanName}. الوزن الجديد: {newWeight}{unit}
es: {amount}{unit} devueltos a {beanName}. Nuevo peso: {newWeight}{unit}
fi: Lisätty {amount}{unit} takaisin {beanName}. Uusi paino: {newWeight}{unit}
id: Ditambahkan {amount}{unit} kembali ke {beanName}. Berat baru: {newWeight}{unit}
it: Aggiunto {amount}{unit} di nuovo a {beanName}. Nuovo peso: {newWeight}{unit}
nl: {amount}{unit} terug toegevoegd aan {beanName}. Nieuw gewicht: {newWeight}{unit}
no: Lagt til {amount}{unit} tilbake til {beanName}. Ny vekt: {newWeight}{unit}
pl: Dodano {amount}{unit} z powrotem do {beanName}. Nowa waga: {newWeight}{unit}
pt: Adicionado {amount}{unit} de volta para {beanName}. Novo peso: {newWeight}{unit}
ro: Adăugat {amount}{unit} înapoi la {beanName}. Greutate nouă: {newWeight}{unit}
ru: Добавлено {amount}{unit} обратно к {beanName}. Новый вес: {newWeight}{unit}
tr: {amount}{unit} {beanName}'e geri eklendi. Yeni ağırlık: {newWeight}{unit}
zh: 已将 {amount}{unit} 添加回 {beanName}。新重量：{newWeight}{unit}

# beansWeightSubtracted
source: Subtracted {amount}{unit} from {beanName}. New weight: {newWeight}{unit}
ar: تم خصم {amount}{unit} من {beanName}. الوزن الجديد: {newWeight}{unit}
es: {amount}{unit} restados de {beanName}. Nuevo peso: {newWeight}{unit}
fi: Vähennetty {amount}{unit} {beanName}. Uusi paino: {newWeight}{unit}
id: Dikurangi {amount}{unit} dari {beanName}. Berat baru: {newWeight}{unit}
it: Sottratto {amount}{unit} da {beanName}. Nuovo peso: {newWeight}{unit}
nl: {amount}{unit} afgetrokken van {beanName}. Nieuw gewicht: {newWeight}{unit}
no: Trukket fra {amount}{unit} fra {beanName}. Ny vekt: {newWeight}{unit}
pl: Odjęto {amount}{unit} od {beanName}. Nowa waga: {newWeight}{unit}
pt: Subtraído {amount}{unit} de {beanName}. Novo peso: {newWeight}{unit}
ro: Scăzut {amount}{unit} din {beanName}. Greutate nouă: {newWeight}{unit}
ru: Убавлено {amount}{unit} из {beanName}. Новый вес: {newWeight}{unit}
tr: {amount}{unit} {beanName}'den çıkarıldı. Yeni ağırlık: {newWeight}{unit}
zh: 已从 {beanName} 中减去 {amount}{unit}。新重量：{newWeight}{unit}

source: Notifications
ar: الإشعارات
es: Notificaciones
fi: Ilmoitukset
id: Notifikasi
it: Notifiche
nl: Notificaties
no: Varsler
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
tr: Bildirimler
zh: 通知

# notificationsDisabledInSystemSettings
source: Disabled in system settings
ar: معطل في إعدادات النظام
es: Desactivado en la configuración del sistema
fi: Pois käytöstä järjestelmäasetuksissa
id: Dinonaktifkan di pengaturan sistem
it: Disattivate nelle impostazioni di sistema
nl: Uitgeschakeld in systeeminstellingen
no: Deaktivert i systeminnstillinger
pl: Wyłączone w ustawieniach systemowych
pt: Desativado nas configurações do sistema
ro: Dezactivat în setările sistemului
ru: Отключены в системных настройках
tr: Sistem ayarlarında devre dışı
zh: 在系统设置中已禁用

source: Open Settings
ar: فتح الإعدادات
es: Abrir configuración
fi: Avaa asetukset
id: Buka Pengaturan
it: Apri impostazioni
nl: Instellingen openen
no: Åpne innstillinger
pl: Otwórz ustawienia
pt: Abrir configurações
ro: Deschide setările
ru: Открыть настройки
tr: Ayarları aç
zh: 打开设置

# notificationsDisabledDialogTitle
source: Notifications Disabled in System Settings
ar: الإشعارات معطلة في إعدادات النظام
es: Notificaciones desactivadas en la configuración del sistema
fi: Ilmoitukset pois käytöstä järjestelmäasetuksissa
id: Notifikasi Dinonaktifkan di Pengaturan Sistem
it: Notifiche disattivate nelle impostazioni di sistema
nl: Notificaties uitgeschakeld in systeeminstellingen
no: Varsler deaktivert i systeminnstillinger
pl: Powiadomienia wyłączone w ustawieniach systemowych
pt: Notificações desativadas nas configurações do sistema
ro: Notificări dezactivate în setările sistemului
ru: Уведомления отключены в системных настройках
tr: Bildirimler sistem ayarlarında devre dışı
zh: 系统设置中已禁用通知

# notificationsDisabledDialogContent
source: You have disabled notifications in your device settings. To enable notifications, please open your device settings and allow notifications for Timer.Coffee.
ar: لقد قمت بتعطيل الإشعارات في إعدادات جهازك. لتمكين الإشعارات، يرجى فتح إعدادات جهازك والسماح بالإشعارات لتطبيق Timer.Coffee.
es: Has desactivado las notificaciones en la configuración de tu dispositivo. Para activar las notificaciones, por favor abre la configuración de tu dispositivo y permite las notificaciones para Timer.Coffee.
fi: Olet poistanut ilmoitukset laiteasetuksista. Ilmoitusten ottamiseksi käyttöön, avaa laiteasetuksesi ja salli ilmoitukset Timer.Coffee-sovellukselle.
id: Anda telah menonaktifkan notifikasi di pengaturan perangkat. Untuk mengaktifkan notifikasi, silakan buka pengaturan perangkat Anda dan izinkan notifikasi untuk Timer.Coffee.
it: Hai disattivato le notifiche nelle impostazioni del dispositivo. Per abilitare le notifiche, apri le impostazioni del dispositivo e consenti le notifiche per Timer.Coffee.
nl: U heeft notificaties uitgeschakeld in de instellingen van uw apparaat. Om notificaties in te schakelen, opent u de instellingen van uw apparaat en staat u notificaties toe voor Timer.Coffee.
no: Du har deaktivert varsler i enhetsinnstillingene. For å aktivere varsler, vennligst åpne enhetsinnstillingene og tillat varsler for Timer.Coffee.
pl: Wyłączyłeś powiadomienia w ustawieniach urządzenia. Aby włączyć powiadomienia, otwórz ustawienia urządzenia i zezwól na powiadomienia dla Timer.Coffee.
pt: Você desativou as notificações nas configurações do seu dispositivo. Para ativar as notificações, por favor, abra as configurações do seu dispositivo e permita notificações para Timer.Coffee.
ro: Ați dezactivat notificările în setările dispozitivului dvs. Pentru a activa notificările, vă rugăm să deschideți setările dispozitivului și să permiteți notificări pentru Timer.Coffee.
ru: Вы отключили уведомления в настройках вашего устройства. Чтобы включить уведомления, пожалуйста, откройте настройки вашего устройства и разрешите уведомления для Timer.Coffee.
tr: Bildirimleri cihaz ayarlarınızda devre dışı bıraktınız. Bildirimleri etkinleştirmek için lütfen cihaz ayarlarınızı açın ve Timer.Coffee için bildirimlere izin verin.
zh: 您在设备设置中禁用了通知。要启用通知，请打开设备设置并允许 Timer.Coffee 的通知。

source: Notification Debug
ar: تصحيح الإشعارات
es: Depuración de notificaciones
fi: Ilmoitusten virheenjäljitys
id: Debug Notifikasi
it: Debug notifiche
nl: Notificatie debug
no: Varsel feilsøking
pl: Debugowanie powiadomień
pt: Depuração de notificações
ro: Depanare notificări
ru: Отладка уведомлений
tr: Bildirim hata ayıklama
zh: 通知调试

source: Test notification system
ar: اختبار نظام الإشعارات
es: Probar sistema de notificaciones
fi: Testaa ilmoitusjärjestelmää
id: Uji sistem notifikasi
it: Testa sistema di notifica
nl: Test notificatiesysteem
no: Test varselsystem
pl: Testuj system powiadomień
pt: Testar sistema de notificações
ro: Testează sistemul de notificări
ru: Тестировать систему уведомлений
tr: Bildirim sistemini test et
zh: 测试通知系统

# notificationsEnabled
source: Enabled
ar: مفعّل
es: Activado
fi: Käytössä
id: Diaktifkan
it: Attivate
nl: Ingeschakeld
no: Aktivert
pl: Włączone
pt: Ativadas
ro: Activate
ru: Включены
tr: Etkin
zh: 已启用

# notificationsDisabled
source: Disabled
ar: معطّل
es: Desactivado
fi: Pois käytöstä
id: Dinonaktifkan
it: Disattivate
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączone
pt: Desativadas
ro: Dezactivate
ru: Отключены
tr: Devre dışı
zh: 已禁用

# notificationPermissionDialogTitle
source: Enable Notifications?
ar: تفعيل الإشعارات؟
es: ¿Activar notificaciones?
fi: Ota ilmoitukset käyttöön?
id: Aktifkan Notifikasi?
it: Abilitare le notifiche?
nl: Notificaties inschakelen?
no: Aktiver varsler?
pl: Włączyć powiadomienia?
pt: Ativar Notificações?
ro: Activați Notificările?
ru: Включить уведомления?
tr: Bildirimler Etkinleştirilsin mi?
zh: 启用通知？

# notificationPermissionDialogMessage
source: You can enable notifications to get useful updates (e.g. about new app versions). Enable now or change this anytime in settings.
ar: يمكنك تفعيل الإشعارات للحصول على تحديثات مفيدة (مثلاً حول إصدارات جديدة من التطبيق). قم بالتفعيل الآن أو تغيير هذا في أي وقت في الإعدادات.
es: Puedes activar las notificaciones para recibir actualizaciones útiles (p. ej. sobre nuevas versiones de la aplicación). Activa ahora o cambia esto en cualquier momento en la configuración.
fi: Voit ottaa ilmoitukset käyttöön saadaksesi hyödyllisiä päivityksiä (esim. uusista sovellusversioista). Ota käyttöön nyt tai muuta myöhemmin asetuksista.
id: Anda dapat mengaktifkan notifikasi untuk mendapatkan pembaruan berguna (misalnya tentang versi aplikasi baru). Aktifkan sekarang atau ubah kapan saja di pengaturan.
it: Puoi abilitare le notifiche per ricevere aggiornamenti utili (es. su nuove versioni dell'app). Abilita ora o modifica questa impostazione in qualsiasi momento nelle impostazioni.
nl: U kunt notificaties inschakelen om nuttige updates te ontvangen (bijv. over nieuwe app-versies). Schakel nu in of wijzig dit op elk moment in de instellingen.
no: Du kan aktivere varsler for å få nyttige oppdateringer (f.eks. om nye app-versjoner). Aktiver nå eller endre dette når som helst i innstillinger.
pl: Możesz włączyć powiadomienia, aby otrzymywać przydatne aktualizacje (np. o nowych wersjach aplikacji). Włącz teraz lub zmień to w dowolnym momencie w ustawieniach.
pt: Você pode ativar as notificações para receber atualizações úteis (ex. sobre novas versões do aplicativo). Ative agora ou altere isso a qualquer momento nas configurações.
ro: Puteți activa notificările pentru a primi actualizări utile (ex. despre versiuni noi ale aplicației). Activați acum sau schimbați acest lucru în orice moment în setări.
ru: Вы можете включить уведомления, чтобы получать полезные обновления (например, о новых версиях приложения). Включите сейчас или измените это в любой момент в настройках.
tr: Yararlı güncellemeleri (örneğin, yeni uygulama sürümleri hakkında) almak için bildirimleri etkinleştirebilirsiniz. Şimdi etkinleştirin veya bu ayarı istediğiniz zaman ayarlardan değiştirin.
zh: 您可以启用通知以获取有用的更新（例如，关于新应用版本）。现在启用或随时在设置中更改此选项。

# notificationPermissionEnable
source: Enable
ar: تفعيل
es: Activar
fi: Ota käyttöön
id: Aktifkan
it: Abilita
nl: Inschakelen
no: Aktiver
pl: Włącz
pt: Ativar
ro: Activează
ru: Включить
tr: Etkinleştir
zh: 启用

# notificationPermissionSkip
source: Not Now
ar: ليس الآن
es: Ahora no
fi: Ei nyt
id: Nanti Saja
it: Non ora
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt: Agora não
ro: Nu acum
ru: Не сейчас
tr: Şimdi Değil
zh: 暂不启用

# holidayGiftBoxTitle
source: Holiday Gift Box
ar: صندوق هدايا العطلات
es: Caja de Regalos Navideña
fi: Joulun lahjaboksi
id: Kotak Hadiah Liburan
it: Cofanetto Regalo Festivo
no: Julegaveeske
pl: Świąteczne Pudełko Prezentowe
ro: Cutia Cadou de Sărbători
ru: Праздничная подарочная коробка
tr: Tatil Hediye Kutusu
zh: 假日礼盒

# holidayGiftBoxInfoTrigger
source: What is this?
ar: ما هذا؟
es: ¿Qué es esto?
fi: Mikä tämä on?
id: Apa ini?
it: Che cos’è?
no: Hva er dette?
pl: Co to jest?
ro: Ce este asta?
ru: Что это?
tr: Bu nedir?
zh: 这是什么？
