Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# recipeNotFoundCloud
source: Recipe not found in the cloud or is not public.
ar: الوصفة غير موجودة في السحابة أو ليست عامة.
de: Rezept nicht in der Cloud gefunden oder nicht öffentlich.
es: Receta no encontrada en la nube o no es pública.
fa: دستور در ابر پیدا نشد یا عمومی نیست.
fi: Reseptiä ei löytynyt pilvestä tai se ei ole julkinen.
fr: Recette introuvable dans le cloud ou non publique.
hr: Recept nije pronađen u oblaku ili nije javan.
id: Resep tidak ditemukan di cloud atau tidak publik.
it: Ricetta non trovata nel cloud o non pubblica.
ja: レシピがクラウドで見つからないか、公開されていません。
ko: 클라우드에서 레시피를 찾을 수 없거나 공개되지 않음.
nl: Recept niet gevonden in de cloud of is niet openbaar.
no: Oppskrift ikke funnet i skyen eller er ikke offentlig.
pl: Przepis nie znaleziony w chmurze lub nie jest publiczny.
pt: Receita não encontrada na nuvem ou não é pública.
ro: Rețeta nu a fost găsită în cloud sau nu este publică.
ru: Рецепт не найден в облаке или не является общедоступным.
tr: Tarif bulutta bulunamadı veya herkese açık değil.
uk: Рецепт не знайдено в хмарі або він не є публічним.
zh: 在云端找不到食谱或食谱未公开。

# recipeLoadErrorGeneric
source: Error loading recipe.
ar: خطأ في تحميل الوصفة.
de: Fehler beim Laden des Rezepts.
es: Error al cargar la receta.
fa: خطا در بارگذاری دستور.
fi: Reseptin lataus epäonnistui.
fr: Erreur lors du chargement de la recette.
hr: Greška pri učitavanju recepta.
id: Kesalahan memuat resep.
it: Errore nel caricamento della ricetta.
ja: レシピの読み込み中にエラーが発生しました。
ko: 레시피 로드 오류.
nl: Fout bij het laden van het recept.
no: Feil ved lasting av oppskrift.
pl: Błąd ładowania przepisu.
pt: Erro ao carregar receita.
ro: Eroare la încărcarea rețetei.
ru: Ошибка загрузки рецепта.
tr: Tarif yüklenirken hata oluştu.
uk: Помилка завантаження рецепту.
zh: 加载食谱时出错。

# editImportedRecipeTitle
source: Edit Imported Recipe
ar: تعديل وصفة مستوردة
de: Importiertes Rezept bearbeiten
es: Editar receta importada
fa: ویرایش دستور واردشده
fi: Muokkaa tuotua reseptiä
fr: Modifier la recette importée
hr: Uredi uvezeni recept
id: Edit Resep Impor
it: Modifica ricetta importata
ja: インポートされたレシピを編集
ko: 가져온 레시피 편집
nl: Geïmporteerd recept bewerken
no: Rediger importert oppskrift
pl: Edytuj zaimportowany przepis
pt: Editar Receita Importada
ro: Editează rețeta importată
ru: Редактировать импортированный рецепт
tr: İçe Aktarılan Tarifi Düzenle
uk: Редагувати імпортований рецепт
zh: 编辑导入的配方

# editImportedRecipeBody
source: This is an imported recipe. Editing it will create a new, independent copy. Do you want to continue?
ar: هذه وصفة مستوردة. سيؤدي تعديلها إلى إنشاء نسخة جديدة ومستقلة. هل تريد المتابعة؟
de: Dies ist ein importiertes Rezept. Durch die Bearbeitung wird eine neue, unabhängige Kopie erstellt. Möchten Sie fortfahren?
es: Esta es una receta importada. Editarla creará una copia nueva e independiente. ¿Desea continuar?
fa: این دستور وارد شده است. آیا می‌خواهید نسخه‌ای کپی کنید و ویرایش کنید؟
fi: Tämä on tuotu resepti. Sen muokkaaminen luo uuden, itsenäisen kopion. Haluatko jatkaa?
fr: Ceci est une recette importée. La modifier créera une nouvelle copie indépendante. Voulez-vous continuer ?
hr: Ovo je uvezeni recept. Uređivanjem će se kreirati nova, neovisna kopija. Želiš li nastaviti?
id: Ini adalah resep impor. Mengeditnya akan membuat salinan baru yang independen. Apakah Anda ingin melanjutkan?
it: Questa è una ricetta importata. Modificandola verrà creata una nuova copia indipendente. Vuoi continuare?
ja: これはインポートされたレシピです。編集すると、新しい独立したコピーが作成されます。続行しますか？
ko: 이것은 가져온 레시피입니다. 편집하면 새로운 독립 복사가 생성돼요 계속하시겠습니까?
nl: Dit is een geïmporteerd recept. Bewerken maakt een nieuwe, onafhankelijke kopie. Wilt u doorgaan?
no: Dette er en importert oppskrift. Redigering av den vil opprette en ny, uavhengig kopi. Vil du fortsette?
pl: To jest zaimportowany przepis. Edycja utworzy nową, niezależną kopię. Czy chcesz kontynuować?
pt: Esta é uma receita importada. Editá-la criará uma nova cópia independente. Deseja continuar?
ro: Aceasta este o rețetă importată. Editarea acesteia va crea o copie nouă, independentă. Doriți să continuați?
ru: Это импортированный рецепт. Редактирование создаст новую, независимую копию. Продолжить?
tr: Bu içe aktarılmış bir tariftir. Düzenlemek yeni, bağımsız bir kopya oluşturacaktır. Devam etmek istiyor musunuz?
uk: Це імпортований рецепт. Редагування створить нову, незалежну копію. Продовжити?
zh: 这是一个导入的配方。编辑它将创建一个新的独立副本。您想继续吗？

# editImportedRecipeButtonCopy
source: Create Copy & Edit
ar: إنشاء نسخة وتعديل
de: Kopie erstellen & bearbeiten
es: Crear copia y editar
fa: کپی و ویرایش
fi: Luo kopio ja muokkaa
fr: Créer une copie et modifier
hr: Kreiraj Kopiraj & Uredi
id: Buat Salinan & Edit
it: Crea copia e modifica
ja: コピーを作成して編集
ko: 복사 생성 및 편집
nl: Kopie maken & bewerken
no: Opprett kopi og rediger
pl: Utwórz kopię i edytuj
pt: Criar Cópia e Editar
ro: Creează copie și editează
ru: Создать копию и редактировать
tr: Kopya Oluştur ve Düzenle
uk: Створити копію та редагувати
zh: 创建副本并编辑

# editImportedRecipeButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hr: Odustani
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
tr: İptal
uk: Скасувати
zh: 取消

# editDisplayNameTitle
source: Edit Display Name
ar: تعديل اسم العرض
de: Anzeigename bearbeiten
es: Editar nombre de usuario
fa: ویرایش نام نمایشی
fi: Muokkaa näyttönimeä
fr: Modifier le nom d'affichage
hr: Uredi ime
id: Edit Nama Tampilan
it: Modifica nome visualizzato
ja: 表示名を編集
ko: 표시 이름 편집
nl: Weergavenaam bewerken
no: Rediger visningsnavn
pl: Edytuj nazwę wyświetlaną
pt: Editar Nome de Exibição
ro: Editează Numele Afișat
ru: Изменить отображаемое имя
tr: Görünen Adı Düzenle
uk: Редагувати ім'я для відображення
zh: 编辑显示名称

# displayNameHint
source: Enter your display name
ar: أدخل اسم العرض الخاص بك
de: Geben Sie Ihren Anzeigenamen ein
es: Introduce tu nombre de usuario
fa: نامی که دیگران می‌بینند
fi: Syötä näyttönimi
fr: Entrez votre nom d'affichage
hr: Unesite svoje ime
id: Masukkan nama tampilan Anda
it: Inserisci il tuo nome visualizzato
ja: 表示名を入力してください
ko: 표시 이름 입력
nl: Voer uw weergavenaam in
no: Skriv inn visningsnavnet ditt
pl: Wprowadź swoją nazwę wyświetlaną
pt: Insira seu nome de exibição
ro: Introduceți numele dvs. afișat
ru: Введите ваше отображаемое имя
tr: Görünen adınızı girin
uk: Введіть ваше ім'я для відображення
zh: 输入您的显示名称

# displayNameEmptyError
source: Display name cannot be empty
ar: لا يمكن أن يكون اسم العرض فارغًا
de: Anzeigename darf nicht leer sein
es: El nombre de usuario no puede estar vacío
fa: نام نمایشی خالی است
fi: Näyttönimi ei saa olla tyhjä
fr: Le nom d'affichage ne peut pas être vide
hr: Ime ne može biti prazno
id: Nama tampilan tidak boleh kosong
it: Il nome visualizzato non può essere vuoto
ja: 表示名は空にできません
ko: 표시 이름은 비울 수 없습니다
nl: Weergavenaam mag niet leeg zijn
no: Visningsnavn kan ikke være tomt
pl: Nazwa wyświetlana nie może być pusta
pt: O nome de exibição não pode estar vazio
ro: Numele afișat nu poate fi gol
ru: Отображаемое имя не может быть пустым
tr: Görünen ad boş olamaz
uk: Ім'я для відображення не може бути порожнім
zh: 显示名称不能为空

# displayNameTooLongError
source: Display name cannot exceed 50 characters
ar: لا يمكن أن يتجاوز اسم العرض 50 حرفًا
de: Anzeigename darf 50 Zeichen nicht überschreiten
es: El nombre de usuario no puede exceder los 50 caracteres
fa: نام نمایشی نمی‌تواند بیش از ۵۰ نویسه باشد
fi: Näyttönimi ei saa ylittää 50 merkkiä
fr: Le nom d'affichage ne peut pas dépasser 50 caractères
hr: Ime ne smije imati više od 50 znakova
id: Nama tampilan tidak boleh lebih dari 50 karakter
it: Il nome visualizzato non può superare i 50 caratteri
ja: 表示名は50文字を超えることはできません
ko: 표시 이름은 50자를 초과할 수 없습니다
nl: Weergavenaam mag niet langer zijn dan 50 tekens
no: Visningsnavn kan ikke overstige 50 tegn
pl: Nazwa wyświetlana nie może przekraczać 50 znaków
pt: O nome de exibição não pode exceder 50 caracteres
ro: Numele afișat nu poate depăși 50 de caractere
ru: Отображаемое имя не может превышать 50 символов
tr: Görünen ad 50 karakteri geçemez
uk: Ім'я для відображення не може перевищувати 50 символів
zh: 显示名称不能超过 50 个字符

# errorUserNotLoggedIn
source: User not logged in. Please sign in again.
ar: المستخدم غير مسجل الدخول. يرجى تسجيل الدخول مرة أخرى.
de: Benutzer nicht angemeldet. Bitte erneut anmelden.
es: Usuario no conectado. Por favor, inicia sesión de nuevo.
fa: کاربر وارد نشده است. لطفاً دوباره وارد شوید.
fi: Käyttäjä ei ole kirjautunut sisään. Kirjaudu uudelleen.
fr: Utilisateur non connecté. Veuillez vous reconnecter.
hr: Korisnik nije prijavljen. Prijavi se ponovno.
id: Pengguna belum masuk. Silakan masuk lagi.
it: Utente non connesso. Effettua nuovamente l'accesso.
ja: ユーザーがログインしていません。再度サインインしてください。
ko: 사용자 로그인이 안 되어 있습니다. 다시 로그인하세요.
nl: Gebruiker niet ingelogd. Log opnieuw in.
no: Bruker ikke logget inn. Vennligst logg inn igjen.
pl: Użytkownik nie jest zalogowany. Zaloguj się ponownie.
pt: Usuário não conectado. Faça login novamente.
ro: Utilizatorul nu este autentificat. Vă rugăm să vă autentificați din nou.
ru: Пользователь не вошел в систему. Пожалуйста, войдите снова.
tr: Kullanıcı giriş yapmadı. Lütfen tekrar giriş yapın.
uk: Користувач не увійшов до системи. Будь ласка, увійдіть знову.
zh: 用户未登录。请重新登录。

# displayNameUpdateSuccess
source: Display name updated successfully!
ar: تم تحديث اسم العرض بنجاح!
de: Anzeigename erfolgreich aktualisiert!
es: ¡Nombre de usuario actualizado correctamente!
fa: نام نمایشی با موفقیت به‌روز شد!
fi: Näyttönimi päivitetty onnistuneesti!
fr: Nom d'affichage mis à jour avec succès !
hr: Ime je uspješno ažurirano!
id: Nama tampilan berhasil diperbarui!
it: Nome visualizzato aggiornato con successo!
ja: 表示名が正常に更新されました！
ko: 표시 이름 업데이트 성공
nl: Weergavenaam succesvol bijgewerkt!
no: Visningsnavn oppdatert vellykket!
pl: Nazwa wyświetlana zaktualizowana pomyślnie!
pt: Nome de exibição atualizado com sucesso!
ro: Numele afișat a fost actualizat cu succes!
ru: Отображаемое имя успешно обновлено!
tr: Görünen ad başarıyla güncellendi!
uk: Ім'я для відображення успішно оновлено!
zh: 显示名称更新成功！

# displayNameUpdateError
source: Failed to update display name: {error}
ar: فشل تحديث اسم العرض: {error}
de: Fehler beim Aktualisieren des Anzeigenamens: {error}
es: Error al actualizar el nombre de usuario: {error}
fa: به‌روزرسانی نام نمایشی ناموفق بود: {error}
fi: Näyttönimen päivitys epäonnistui: {error}
fr: Échec de la mise à jour du nom d'affichage : {error}
hr: Nije uspjelo ažuriranje imena: {error}
id: Gagal memperbarui nama tampilan: {error}
it: Impossibile aggiornare il nome visualizzato: {error}
ja: 表示名の更新に失敗しました: {error}
ko: 표시 이름 업데이트 실패: {error}
nl: Kon weergavenaam niet bijwerken: {error}
no: Kunne ikke oppdatere visningsnavn: {error}
pl: Nie udało się zaktualizować nazwy wyświetlanej: {error}
pt: Falha ao atualizar o nome de exibição: {error}
ro: Eroare la actualizarea numelui afișat: {error}
ru: Не удалось обновить отображаемое имя: {error}
tr: Görünen ad güncellenemedi: {error}
uk: Не вдалося оновити ім'я для відображення: {error}
zh: 更新显示名称失败：{error}

# deletePictureConfirmationTitle
source: Delete Picture?
ar: حذف الصورة؟
de: Bild löschen?
es: ¿Eliminar imagen?
fa: حذف تصویر؟
fi: Poistetaanko kuva?
fr: Supprimer l'image ?
hr: Izbriši sliku?
id: Hapus Gambar?
it: Eliminare l'immagine?
ja: 画像を削除しますか？
ko: 사진 삭제
nl: Afbeelding verwijderen?
no: Slett bilde?
pl: Usunąć zdjęcie?
pt: Excluir Imagem?
ro: Ștergeți Imaginea?
ru: Удалить изображение?
tr: Resmi Sil?
uk: Видалити зображення?
zh: 删除图片？

# deletePictureConfirmationBody
source: Are you sure you want to delete your profile picture?
ar: هل أنت متأكد أنك تريد حذف صورة ملفك الشخصي؟
de: Sind Sie sicher, dass Sie Ihr Profilbild löschen möchten?
es: ¿Estás seguro de que quieres eliminar tu foto de perfil?
fa: آیا مطمئنید که می‌خواهید تصویر پروفایل خود را حذف کنید؟
fi: Haluatko varmasti poistaa profiilikuvasi?
fr: Êtes-vous sûr de vouloir supprimer votre photo de profil ?
hr: Jeste li sigurni da želite izbrisati svoju profilnu sliku?
id: Apakah Anda yakin ingin menghapus gambar profil Anda?
it: Sei sicuro di voler eliminare la tua immagine del profilo?
ja: プロフィール画像を削除してもよろしいですか？
ko: 프로필 사진을 삭제하시겠습니까?
nl: Weet u zeker dat u uw profielfoto wilt verwijderen?
no: Er du sikker på at du vil slette profilbildet ditt?
pl: Czy na pewno chcesz usunąć swoje zdjęcie profilowe?
pt: Tem certeza de que deseja excluir sua foto de perfil?
ro: Sunteți sigur că doriți să ștergeți poza de profil?
ru: Вы уверены, что хотите удалить изображение профиля?
tr: Profil resminizi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити зображення профілю?
zh: 您确定要删除您的个人资料图片吗？

# deletePictureSuccess
source: Profile picture deleted.
ar: تم حذف صورة الملف الشخصي.
de: Profilbild gelöscht.
es: Foto de perfil eliminada.
fa: تصویر پروفایل حذف شد.
fi: Profiilikuva poistettu.
fr: Photo de profil supprimée.
hr: Profilna slika je izbrisana.
id: Gambar profil dihapus.
it: Immagine del profilo eliminata.
ja: プロフィール画像が削除されました。
ko: 프로필 사진 삭제됨.
nl: Profielfoto verwijderd.
no: Profilbilde slettet.
pl: Zdjęcie profilowe usunięte.
pt: Foto de perfil excluída.
ro: Poza de profil a fost ștearsă.
ru: Изображение профиля удалено.
tr: Profil resmi silindi.
uk: Зображення профілю видалено.
zh: 个人资料图片已删除。

# deletePictureError
source: Failed to delete profile picture: {error}
ar: فشل حذف صورة الملف الشخصي: {error}
de: Fehler beim Löschen des Profilbilds: {error}
es: Error al eliminar la foto de perfil: {error}
fa: حذف تصویر پروفایل ناموفق بود: {error}
fi: Profiilikuvan poistaminen epäonnistui: {error}
fr: Échec de la suppression de la photo de profil : {error}
hr: Nije uspjelo brisanje profilne slike: {error}
id: Gagal menghapus gambar profil: {error}
it: Impossibile eliminare l'immagine del profilo: {error}
ja: プロフィール画像の削除に失敗しました: {error}
ko: 프로필 사진 삭제 실패: {error}
nl: Kon profielfoto niet verwijderen: {error}
no: Kunne ikke slette profilbilde: {error}
pl: Nie udało się usunąć zdjęcia profilowego: {error}
pt: Falha ao excluir a foto de perfil: {error}
ro: Eroare la ștergerea pozei de profil: {error}
ru: Не удалось удалить изображение профиля: {error}
tr: Profil resmi silinemedi: {error}
uk: Не вдалося видалити зображення профілю: {error}
zh: 删除个人资料图片失败：{error}

# updatePictureError
source: Failed to update profile picture: {error}
ar: فشل تحديث صورة الملف الشخصي: {error}
de: Fehler beim Aktualisieren des Profilbilds: {error}
es: Error al actualizar la foto de perfil: {error}
fa: به‌روزرسانی تصویر پروفایل ناموفق بود: {error}
fi: Profiilikuvan päivitys epäonnistui: {error}
fr: Échec de la mise à jour de la photo de profil : {error}
hr: Nije uspjelo ažuriranje profilne slike: {error}
id: Gagal memperbarui gambar profil: {error}
it: Impossibile aggiornare l'immagine del profilo: {error}
ja: プロフィール画像の更新に失敗しました: {error}
ko: 프로필 사진 업데이트 실패: {error}
nl: Kon profielfoto niet bijwerken: {error}
no: Kunne ikke oppdatere profilbilde: {error}
pl: Nie udało się zaktualizować zdjęcia profilowego: {error}
pt: Falha ao atualizar a foto de perfil: {error}
ro: Eroare la actualizarea pozei de profil: {error}
ru: Не удалось обновить изображение профиля: {error}
tr: Profil resmi güncellenemedi: {error}
uk: Не вдалося оновити зображення профілю: {error}
zh: 更新个人资料图片失败：{error}

# updatePictureSuccess
source: Profile picture updated successfully!
ar: تم تحديث صورة الملف الشخصي بنجاح!
de: Profilbild erfolgreich aktualisiert!
es: ¡Foto de perfil actualizada exitosamente!
fa: تصویر پروفایل با موفقیت به‌روز شد!
fi: Profiilikuva päivitetty onnistuneesti!
fr: Photo de profil mise à jour avec succès !
hr: Profilna slika je uspješno ažurirana!
id: Gambar profil berhasil diperbarui!
it: Immagine del profilo aggiornata con successo!
ja: プロフィール画像が正常に更新されました！
ko: 프로필 사진 업데이트 성공!
nl: Profielfoto succesvol bijgewerkt!
no: Profilbilde oppdatert vellykket!
pl: Zdjęcie profilowe zaktualizowane pomyślnie!
pt: Foto de perfil atualizada com sucesso!
ro: Poza de profil a fost actualizată cu succes!
ru: Изображение профиля успешно обновлено!
tr: Profil resmi başarıyla güncellendi!
uk: Зображення профілю успішно оновлено!
zh: 个人资料图片更新成功！

# deletePictureTooltip
source: Delete Picture
ar: حذف الصورة
de: Bild löschen
es: Eliminar imagen
fa: حذف تصویر
fi: Poista kuva
fr: Supprimer l'image
hr: Izbriši sliku
id: Hapus Gambar
it: Elimina immagine
ja: 画像を削除
ko: 사진 삭제
nl: Afbeelding verwijderen
no: Slett bilde
pl: Usuń zdjęcie
pt: Excluir Imagem
ro: Șterge Imaginea
ru: Удалить изображение
tr: Resmi Sil
uk: Видалити зображення
zh: 删除图片

# settingsBrewingMethodsTitle
source: Home Screen Brewing Methods
ar: طرق التخمير على الشاشة الرئيسية
de: Startbildschirm Brühmethoden
es: Métodos en la pantalla de inicio
fa: روش‌های دم در صفحه اصلی
fi: Etusivun valmistusmenetelmät
fr: Méthodes d'infusion sur l'écran d'accueil
hr: Načini pripreme na početnom zaslonu
id: Metode Penyeduhan Layar Beranda
it: Metodi di preparazione nella schermata principale
ja: ホーム画面の抽出方法
ko: 홈 화면 추출 방법
nl: Zetmethoden op het startscherm
no: Hjemskjerm bryggemetoder
pl: Metody parzenia na ekranie głównym
pt: Métodos de preparo na tela inicial
ro: Metode de preparare pe ecranul principal
ru: Методы заваривания на главном экране
tr: Ana Ekran Demleme Yöntemleri
uk: Методи заварювання на головному екрані
zh: 主屏幕冲泡方法

source: Account
ar: الحساب
de: Konto
es: Cuenta
fa: حساب
fi: Tili
fr: Compte
hr: Račun
id: Akun
ja: アカウント
ko: 계정
no: Konto
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
tr: Hesap
uk: Обліковий запис
zh: 账户

# confirmDeleteTitle
source: Delete Entry?
ar: حذف الإدخال؟
de: Eintrag löschen?
es: ¿Eliminar entrada?
fa: حذف ورودی؟
fi: Poista merkintä?
fr: Supprimer l'entrée ?
hr: Izbrisati unos?
id: Hapus entri?
it: Eliminare la voce?
ja: エントリを削除しますか？
ko: 항목 삭제
nl: Invoer verwijderen?
no: Slett oppføring?
pl: Usunąć wpis?
pt: Excluir entrada?
ro: Ștergeți înregistrarea?
ru: Удалить запись?
tr: Girdiyi sil?
uk: Видалити запис?
zh: 删除条目？

# recipeDuplicateConfirmTitle
source: Duplicate Recipe?
ar: تكرار الوصفة؟
es: ¿Duplicar receta?
fi: Monistetaanko resepti?
id: Gandakan Resep?
it: Duplicare la ricetta?
nl: Recept dupliceren?
no: Dupliser oppskrift?
pl: Duplikować przepis?
pt: Duplicar receita?
ro: Duplicați rețeta?
ru: Дублировать рецепт?
tr: Tarifi çoğalt?
zh: 复制食谱？

# recipeDuplicateConfirmMessage
source: This will create a copy of your recipe that you can edit independently. Do you want to continue?
ar: سيؤدي هذا إلى إنشاء نسخة من وصفتك يمكنك تعديلها بشكل مستقل. هل تريد المتابعة؟
es: Esto creará una copia de tu receta que puedes editar independientemente. ¿Quieres continuar?
fi: Tämä luo kopion reseptistäsi, jota voit muokata itsenäisesti. Haluatko jatkaa?
id: Ini akan membuat salinan dari resep Anda yang dapat Anda edit secara independen. Apakah Anda ingin melanjutkan?
it: Questo creerà una copia della tua ricetta che potrai modificare indipendentemente. Vuoi continuare?
nl: Dit zal een kopie van je recept maken die je onafhankelijk kunt bewerken. Wil je doorgaan?
no: Dette vil opprette en kopi av oppskriften som du kan redigere uavhengig. Vil du fortsette?
pl: To utworzy kopię Twojego przepisu, którą możesz niezależnie edytować. Czy chcesz kontynuować?
pt: Isto criará uma cópia da sua receita que você pode editar independentemente. Deseja continuar?
ro: Aceasta va crea o copie a rețetei tale pe care o poți edita independent. Dorești să continui?
ru: Это создаст копию вашего рецепта, которую вы сможете редактировать независимо. Хотите продолжить?
tr: Bu, tarifinizin bağımsız olarak düzenleyebileceğiniz bir kopyasını oluşturacak. Devam etmek istiyor musunuz?
zh: 这将创建一份您可以独立编辑的食谱副本。您要继续吗？

# confirmDeleteMessage
source: Are you sure you want to delete this entry? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا الإدخال؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie diesen Eintrag wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar esta entrada? Esta acción no se puede deshacer.
fa: آیا مطمئنید که می‌خواهید این ورودی را حذف کنید؟ این عمل قابل بازگشت نیست.
fi: Haluatko varmasti poistaa tämän merkinnän? Tätä toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir supprimer cet élément ? Cette action est irréversible.
hr: Jesi li siguran/na da želiš izbrisati ovaj unos? Ova radnja se ne može poništiti.
id: Apakah Anda yakin ingin menghapus entri ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questa voce? Questa azione non può essere annullata.
ja: このエントリを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 항목을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Weet je zeker dat je deze invoer wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette denne oppføringen? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć ten wpis? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja excluir esta entrada? Esta ação não pode ser desfeita.
ro: Sigur doriți să ștergeți această înregistrare? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить эту запись? Это действие нельзя отменить.
tr: Bu girdiyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей запис? Цю дію не можна скасувати.
zh: 您确定要删除此条目吗？此操作无法撤销。

source: Filter
ar: تصفية
es: Filtro
fa: فیلتر
fi: Suodatin
fr: Filtrer
id: Saring
it: Filtro
ja: フィルター
ko: 필터
nl: Filteren
pl: Filtr
pt: Filtrar
ro: Filtru
ru: Фильтр
tr: Filtre
uk: Фільтр
zh: 筛选

# settingsAppIcon
source: App Icon
ar: أيقونة التطبيق
es: Icono de la aplicación
fa: آیکون برنامه
fi: Sovelluksen kuvake
fr: Icône de l'application
hr: Ikona aplikacije
id: Ikon Aplikasi
it: Icona dell'app
ja: アプリアイコン
ko: 앱 아이콘
no: App-ikon
pl: Ikona aplikacji
pt: Ícone da aplicação
ro: Pictograma aplicației
ru: Иконка приложения
tr: Uygulama Simgesi
uk: Іконка додатку
zh: 应用图标

# settingsAppIconDefault
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fa: پیش‌فرض
fi: Oletus
fr: Défaut
hr: Zadano
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
no: Standard
pl: Domyślna
pt: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
zh: 默认

# settingsAppIconLegacy
source: Legacy
ar: قديم
de: Alt
es: Antiguo
fa: قدیمی
fi: Vanha
fr: Ancien
hr: Klasična
id: Lama
it: Vecchio
ja: 古い
ko: 레거시
nl: Oud
no: Eldre
pl: Stara
pt: Antigo
ro: Vechi
ru: Старая
tr: Eski
uk: Стара
zh: 旧版

source: Sort by
ar: الترتيب حسب
de: Sortieren nach
es: Ordenar por
fa: مرتب‌سازی بر اساس
fi: Lajittele
fr: Trier par
hr: Sortiraj prema
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
nl: Sorteren op
no: Sorter etter
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
tr: Sırala
uk: Сортувати за
zh: 排序方式

source: Date Added
ar: تاريخ الإضافة
de: Datum hinzugefügt
es: Fecha de adición
fa: تاریخ افزوده‌شدن
fi: Lisäyspäivämäärä
fr: Date d'ajout
hr: Datum dodavanja
id: Tanggal ditambahkan
it: Data di aggiunta
ja: 追加日
ko: 추가 날짜
nl: Datum toegevoegd
no: Dato lagt til
pl: Data dodania
pt: Data adicionada
ro: Data adăugării
ru: Дата добавления
tr: Eklenme Tarihi
uk: Дата додавання
zh: 添加日期

source: Search beans...
ar: ابحث عن الحبوب...
de: Bohnen suchen...
es: Buscar granos...
fa: جستجوی دانه‌ها
fi: Etsi papuja...
fr: Rechercher des grains...
hr: Pretraži zrna...
id: Cari biji...
it: Cerca chicchi...
ja: 豆を検索...
ko: 원두 검색…
nl: Zoek bonen...
no: Søk bønner...
pl: Szukaj ziaren...
pt: Pesquisar grãos...
ro: Caută boabe...
ru: Поиск зерен...
tr: Çekirdekleri ara...
uk: Пошук зерен...
zh: 搜索咖啡豆...

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fa: موردعلاقه‌ها
fi: Suosikit
fr: Favoris
hr: Favoriti
id: Favorit
it: Preferiti
ja: お気に入り
ko: 좋아하는
nl: Favorieten
no: Favoritter
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
tr: Favoriler
uk: Обране
zh: 收藏
