Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# holidayGiftBoxInfoBody
source: Curated seasonal offers from partners. Links are not affiliate - our goal is simply to bring a bit of joy to Timer.Coffee users these holidays. Pull to refresh anytime.
ar: عروض موسمية مختارة من الشركاء. الروابط ليست تابعة - هدفنا فقط إدخال بعض البهجة على مستخدمي Timer.Coffee في هذه العطلات. اسحب للتحديث في أي وقت.
es: Ofertas de temporada seleccionadas de socios. Los enlaces no son de afiliados - solo queremos llevar un poco de alegría a los usuarios de Timer.Coffee en estas fiestas. Desliza para actualizar en cualquier momento.
fi: Kuratut kausitarjoukset kumppaneilta. Linkit eivät ole affiliate-linkkejä - haluamme vain tuoda hieman iloa Timer.Coffeen käyttäjille tänä juhlasesonkina. Päivitä vetämällä alas.
id: Penawaran musiman pilihan dari mitra. Tautan bukan afiliasi - tujuan kami hanya membawa sedikit kebahagiaan bagi pengguna Timer.Coffee di musim liburan ini. Tarik untuk menyegarkan kapan saja.
it: Offerte stagionali selezionate dai partner. I link non sono affiliati - vogliamo solo portare un po' di gioia agli utenti di Timer.Coffee in queste feste. Trascina per aggiornare in qualsiasi momento.
no: Kuraterte sesongtilbud fra partnere. Lenker er ikke tilknyttet - målet vårt er ganske enkelt å bringe litt glede til Timer.Coffee-brukere i denne høytiden. Dra for å oppdatere når som helst.
pl: Wyselekcjonowane oferty sezonowe od partnerów. Linki nie są afiliacyjne - chcemy po prostu sprawić trochę radości użytkownikom Timer.Coffee w te święta. Przeciągnij w dół, aby odświeżyć.
ro: Oferte sezoniere curate de la parteneri. Linkurile nu sunt de afiliere - vrem doar să aducem puțină bucurie utilizatorilor Timer.Coffee în aceste sărbători. Trage în jos pentru actualizare oricând.
ru: Подборка сезонных предложений от партнёров. Ссылки не аффилированные - мы просто хотим подарить немного радости пользователям Timer.Coffee в эти праздники. Потяните вниз, чтобы обновить.
tr: Ortaklardan özenle seçilmiş sezonluk fırsatlar. Linkler afiliye değil - amacımız bu tatil döneminde Timer.Coffee kullanıcılarına biraz neşe katmak. Yenilemek için aşağı çekin.
zh: 精选合作伙伴的季节性优惠。链接非推广性质 - 只是想在这个假日季给 Timer.Coffee 用户带来一点快乐。下拉即可刷新。

# holidayGiftBoxNoOffers
source: No offers available right now.
ar: لا توجد عروض متاحة حاليًا.
es: No hay ofertas disponibles por ahora.
fi: Ei tarjouksia tällä hetkellä.
id: Belum ada penawaran saat ini.
it: Nessuna offerta disponibile al momento.
no: Ingen tilbud tilgjengelig akkurat nå.
pl: Brak dostępnych ofert.
ro: Nicio ofertă disponibilă momentan.
ru: Сейчас нет доступных предложений.
tr: Şu anda teklif yok.
zh: 当前没有可用的优惠。

# holidayGiftBoxNoOffersSub
source: Pull to refresh or check back soon.
ar: اسحب للتحديث أو جرّب لاحقًا.
es: Desliza para actualizar o vuelve más tarde.
fi: Päivitä vetämällä tai kokeile myöhemmin.
id: Tarik untuk menyegarkan atau coba lagi nanti.
it: Trascina per aggiornare o riprova più tardi.
no: Dra for å oppdatere eller sjekk igjen snart.
pl: Przeciągnij w dół, aby odświeżyć, lub spróbuj później.
ro: Trage pentru a actualiza sau încearcă mai târziu.
ru: Потяните вниз для обновления или попробуйте позже.
tr: Yenilemek için aşağı çekin veya daha sonra tekrar deneyin.
zh: 下拉刷新或稍后再试。

# holidayGiftBoxShowingRegion
source: Showing offers for {region}
ar: إظهار العروض لمنطقة {region}
es: Mostrando ofertas para {region}
fi: Näytetään tarjouksia alueelle {region}
id: Menampilkan penawaran untuk {region}
it: Offerte per {region}
no: Viser tilbud for {region}
pl: Oferty dla regionu {region}
ro: Afișăm oferte pentru {region}
ru: Показываем предложения для {region}
tr: {region} için teklifler gösteriliyor
zh: 显示 {region} 的优惠

# holidayGiftBoxViewDetails
source: View Details
ar: عرض التفاصيل
es: Ver detalles
fi: Näytä tiedot
id: Lihat detail
it: Vedi dettagli
no: Vis detaljer
pl: Zobacz szczegóły
ro: Vezi detalii
ru: Подробнее
tr: Detayları gör
zh: 查看详情

# holidayGiftBoxPromoCopied
source: Promo code copied
ar: تم نسخ رمز الخصم
es: Código copiado
fi: Alennuskoodi kopioitu
id: Kode promo disalin
it: Codice promo copiato
no: Kampanjekode kopiert
pl: Skopiowano kod promocyjny
ro: Cod promo copiat
ru: Промокод скопирован
tr: Promosyon kodu kopyalandı
zh: 优惠码已复制

# holidayGiftBoxPromoCode
source: Promo Code
ar: رمز الخصم
es: Código promocional
fi: Alennuskoodi
id: Kode promo
it: Codice promo
no: Kampanjekode
pl: Kod promocyjny
ro: Cod promoțional
ru: Промокод
tr: Promosyon kodu
zh: 优惠码

# giftDiscountOff
source: {percent}% off
ar: خصم {percent}٪
es: {percent}% de descuento
fi: {percent} % alennus
id: Diskon {percent}%
it: {percent}% di sconto
no: {percent}% rabatt
pl: {percent}% zniżki
ro: {percent}% reducere
ru: Скидка {percent}%
tr: {percent}% indirim
zh: {percent}% 折扣

# giftDiscountUpToOff
source: Up to {percent}% off
ar: حتى {percent}٪ خصم
es: Hasta {percent}% de descuento
fi: Jopa {percent} % alennus
id: Hingga {percent}% diskon
it: Fino al {percent}% di sconto
no: Opptil {percent}% rabatt
pl: Do {percent}% zniżki
ro: Până la {percent}% reducere
ru: Скидка до {percent}%
tr: En fazla {percent}% indirim
zh: 最高 {percent}% 折扣

# holidayGiftBoxTerms
source: Terms & Conditions
ar: الشروط والأحكام
es: Términos y condiciones
fi: Ehdot
id: Syarat & Ketentuan
it: Termini e condizioni
no: Vilkår og betingelser
pl: Warunki
ro: Termeni și condiții
ru: Условия
tr: Şartlar ve koşullar
zh: 条款与细则

# holidayGiftBoxVisitSite
source: Visit Partner Website
ar: زيارة موقع الشريك
es: Visitar sitio del socio
fi: Vieraile kumppanin sivustolla
id: Kunjungi situs mitra
it: Visita il sito del partner
no: Besøk partnernettsted
pl: Odwiedź stronę partnera
ro: Vizitează site-ul partenerului
ru: Перейти на сайт партнёра
tr: İş ortağı sitesini ziyaret et
zh: 访问合作伙伴网站

# holidayGiftBoxValidUntil
source: Valid until {date}
ar: صالح حتى {date}
es: Válido hasta {date}
fi: Voimassa {date} asti
id: Berlaku hingga {date}
it: Valido fino al {date}
no: Gyldig til {date}
pl: Ważne do {date}
ro: Valabil până la {date}
ru: Действительно до {date}
tr: {date} tarihine kadar geçerli
zh: 有效期至 {date}

# holidayGiftBoxValidWhileAvailable
source: Valid while available
ar: صالح ما دام متاحًا
es: Válido mientras esté disponible
fi: Voimassa niin kauan kuin tuotteita riittää
id: Berlaku selama persediaan masih ada
it: Valido fino ad esaurimento
no: Gyldig så lenge tilgjengelig
pl: Ważne do wyczerpania zapasów
ro: Valabil în limita stocului
ru: Действительно, пока есть в наличии
tr: Stoklar tükenene kadar geçerli
zh: 库存有限，售完即止

# holidayGiftBoxUpdated
source: Updated {date}
ar: تم التحديث {date}
es: Actualizado {date}
fi: Päivitetty {date}
id: Diperbarui {date}
it: Aggiornato il {date}
no: Oppdatert {date}
pl: Zaktualizowano {date}
ro: Actualizat la {date}
ru: Обновлено {date}
tr: {date} tarihinde güncellendi
zh: {date} 更新

# holidayGiftBoxLanguage
source: Language: {language}
ar: اللغة: {language}
es: Idioma: {language}
fi: Kieli: {language}
id: Bahasa: {language}
it: Lingua: {language}
no: Språk: {language}
pl: Język: {language}
ro: Limbă: {language}
ru: Язык: {language}
tr: Dil: {language}
zh: 语言：{language}

# holidayGiftBoxRetry
source: Retry
ar: إعادة المحاولة
es: Reintentar
fi: Yritä uudelleen
id: Coba lagi
it: Riprova
no: Prøv på nytt
pl: Spróbuj ponownie
ro: Reîncearcă
ru: Повторить
tr: Tekrar dene
zh: 重试

# holidayGiftBoxLoadFailed
source: Failed to load offers
ar: فشل تحميل العروض
es: No se pudieron cargar las ofertas
fi: Tarjousten lataus epäonnistui
id: Gagal memuat penawaran
it: Caricamento delle offerte non riuscito
no: Kunne ikke laste tilbud
pl: Nie udało się wczytać ofert
ro: Nu s-au putut încărca ofertele
ru: Не удалось загрузить предложения
tr: Teklifler yüklenemedi
zh: 无法加载优惠

# holidayGiftBoxBannerTitle
source: Check out our holiday gift box
ar: تحقق من صندوق الهدايا للعطلات
es: Descubre nuestra caja de regalos navideña
fi: Tutustu lahjaboxiimme
id: Lihat kotak hadiah liburan kami
it: Scopri la nostra holiday gift box
no: Sjekk ut julegaveesken vår
ro: Vezi cutia noastră cadou de sărbători
ru: Посмотрите наш праздничный gift box
tr: Tatil hediye kutumuzu inceleyin
zh: 看看我们的假日礼盒

# holidayGiftBoxBannerCta
source: See offers
ar: عرض العروض
es: Ver ofertas
fi: Katso tarjoukset
id: Lihat penawaran
it: Vedi le offerte
no: Se tilbud
ro: Vezi oferte
ru: Смотреть предложения
tr: Teklifleri gör
zh: 查看优惠

# regionEurope
source: Europe
ar: أوروبا
es: Europa
fi: Eurooppa
id: Eropa
it: Europa
no: Europa
pl: Europa
ro: Europa
ru: Европа
tr: Avrupa
zh: 欧洲

# regionNorthAmerica
source: North America
ar: أمريكا الشمالية
es: Norteamérica
fi: Pohjois-Amerikka
id: Amerika Utara
it: Nord America
no: Nord-Amerika
pl: Ameryka Północna
ro: America de Nord
ru: Северная Америка
tr: Kuzey Amerika
zh: 北美

# regionAsia
source: Asia
ar: آسيا
fi: Aasia
pl: Azja
ru: Азия
tr: Asya
zh: 亚洲

# regionAustralia
source: Australia / Oceania
ar: أستراليا / أوقيانوسيا
es: Australia / Oceanía
fi: Australia / Oseania
id: Australia / Oseania
no: Australia / Oseania
ru: Австралия / Океания
tr: Avustralya / Okyanusya
zh: 澳大利亚 / 大洋洲

# regionWorldwide
source: Worldwide
ar: حول العالم
es: Todo el mundo
fi: Koko maailma
id: Seluruh dunia
it: In tutto il mondo
no: Verden
pl: Cały świat
ro: În toată lumea
ru: По всему миру
tr: Dünya genelinde
zh: 全球

# regionAfrica
source: Africa
ar: أفريقيا
es: África
fi: Afrikka
id: Afrika
no: Afrika
pl: Afryka
ru: Африка
tr: Afrika
zh: 非洲

# regionMiddleEast
source: Middle East
ar: الشرق الأوسط
es: Medio Oriente
fi: Lähi-itä
id: Timur Tengah
it: Medio Oriente
no: Midtøsten
pl: Bliski Wschód
ro: Orientul Mijlociu
ru: Ближний Восток
tr: Orta Doğu
zh: 中东

# regionSouthAmerica
source: South America
ar: أمريكا الجنوبية
es: Sudamérica
fi: Etelä-Amerikka
id: Amerika Selatan
it: Sud America
no: Sør-Amerika
pl: Ameryka Południowa
ro: America de Sud
ru: Южная Америка
tr: Güney Amerika
zh: 南美洲
