Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# searchPrefix
source: Search:
ar: بحث:
de: Suche:
es: Buscar:
fa: جستجو
fi: Haku:
fr: Recherche :
hr: Pretraži:
id: Cari:
it: Cerca:
ja: 検索:
ko: 검색:
nl: Zoeken:
no: Søk:
pl: Szukaj:
pt: Pesquisar:
ro: Caută:
ru: Поиск:
tr: Ara:
uk: Пошук:
zh: 搜索：

source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fa: پاک کردن همه
fi: Tyhjennä kaikki
fr: Tout effacer
hr: Očisti sve
id: Bersihkan Semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
no: Fjern alle
pl: Wyczyść wszystko
pt: Limpar tudo
ro: Șterge tot
ru: Очистить все
tr: Tümünü Temizle
uk: Очистити все
zh: 全部清除

# noBeansMatchSearch
source: No beans match your search
ar: لا توجد حبوب تطابق بحثك
de: Keine Bohnen entsprechen Ihrer Suche
es: Ningún grano coincide con tu búsqueda
fa: هیچ دانه‌ای با جستجو مطابقت ندارد
fi: Yhtään papua ei löydy haullasi
fr: Aucun grain ne correspond à votre recherche
hr: Nijedna zrna ne odgovaraju tvojoj pretrazi
id: Tidak ada biji yang cocok dengan pencarian Anda
it: Nessun chicco corrisponde alla tua ricerca
ja: 検索に一致する豆がありません
ko: 검색 결과에 맞는 원두 없음
nl: Geen bonen komen overeen met je zoekopdracht
no: Ingen bønner samsvarer med søket ditt
pl: Brak ziaren pasujących do wyszukiwania
pt: Nenhum grão corresponde à sua pesquisa
ro: Niciun bob nu corespunde căutării tale
ru: Нет зерен, соответствующих вашему поиску
tr: Aramanızla eşleşen çekirdek yok
uk: Жодне зерно не відповідає вашому пошуку
zh: 没有匹配您搜索的咖啡豆

source: Clear filters
ar: مسح الفلاتر
de: Filter löschen
es: Borrar filtros
fa: پاک کردن فیلترها
fi: Tyhjennä suodattimet
fr: Effacer les filtres
hr: Očisti filtere
id: Bersihkan filter
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기
nl: Filters wissen
no: Fjern filtre
pl: Wyczyść filtry
pt: Limpar filtros
ro: Șterge filtrele
ru: Очистить фильтры
tr: Filtreleri Temizle
uk: Очистити фільтри
zh: 清除过滤器

source: Farmer
ar: المزارع
de: Landwirt
es: Agricultor
fa: کشاورز
fi: Viljelijä
fr: Agriculteur
hr: Uzgajivač
id: Petani
it: Agricoltore
ja: 農家
ko: 농부
nl: Boer
no: Bonde
pl: Rolnik
pt: Agricultor
ro: Fermier
ru: Фермер
tr: Çiftçi
uk: Фермер
zh: 农民

source: Farm
ar: المزرعة
de: Kaffeeplantage
es: Finca
fa: مزرعه
fi: Kahvitila
fr: Plantation de café
hr: Plantaža
id: Perkebunan kopi
it: Azienda agricola
ja: 農場
ko: 농장
nl: Koffieboerderij
no: Gård
pl: Farma kawy
pt: Fazenda de café
ro: Fermă de cafea
ru: Ферма
tr: Kahve çiftliği
uk: Ферма
zh: 农场

# enterFarmer
source: Enter farmer (optional)
ar: أدخل اسم المزارع (اختياري)
de: Landwirt eingeben (optional)
es: Ingresar agricultor (opcional)
fa: نام کشاورز را وارد کنید
fi: Syötä viljelijä
fr: Entrez l'agriculteur
hr: Unesi uzgajivača (neobavezno)
id: Masukkan petani
it: Inserisci agricoltore (facoltativo)
ja: 農家名を入力 (オプション)
ko: 농부 입력 (선택)
nl: Boer invoeren (optioneel)
no: Skriv inn bonde (valgfritt)
pl: Wprowadź rolnika
pt: Digite o agricultor
ro: Introduceți fermierul
ru: Введите фермера
tr: Çiftçiyi girin
uk: Введіть фермера (необов'язково)
zh: 输入农民（可选）

# enterFarm
source: Enter farm (optional)
ar: أدخل اسم المزرعة (اختياري)
de: Kaffeeplantage eingeben (optional)
es: Ingresar finca (opcional)
fa: نام مزرعه را وارد کنید
fi: Syötä kahvitila
fr: Entrez la plantation de café
hr: Unesi plantažu (neobavezno)
id: Masukkan perkebunan kopi
it: Inserisci azienda agricola (facoltativo)
ja: 農場名を入力 (オプション)
ko: 농장 입력 (선택)
nl: Koffieboerderij invoeren (optioneel)
no: Skriv inn gård (valgfritt)
pl: Wprowadź farmę kawy
pt: Digite a fazenda de café
ro: Introduceți ferma de cafea
ru: Введите кофейную ферму
tr: Kahve çiftliğini girin
uk: Введіть ферму (необов'язково)
zh: 输入农场（可选）

# secondsAbbreviation
source: s.
ar: ث
fa: ث
ja: 秒
ko: 초.
ru: с
tr: sn
uk: с.
zh: 秒

source: Required Information
ar: المعلومات المطلوبة
de: Erforderliche Informationen
es: Información necesaria
fa: اطلاعات الزامی
fi: Tarvittavat tiedot
fr: Informations requises
hr: Potrebne informacije
id: Informasi yang Diperlukan
it: Informazioni necessarie
ja: 必要な情報
ko: 필수 정보
nl: Vereiste informatie
no: Påkrevd informasjon
pl: Wymagane informacje
pt: Informações necessárias
ro: Informații necesare
ru: Необходимая информация
tr: Gerekli bilgiler
uk: Необхідна інформація
zh: 必填信息

source: Basic Details
ar: التفاصيل الأساسية
de: Grundlegende Details
es: Datos básicos
fa: جزئیات پایه
fi: Perustiedot
fr: Détails de base
hr: Osnovni detalji
id: Detail Dasar
it: Dettagli di base
ja: 基本詳細
ko: 기본 세부 정보
nl: Basisgegevens
no: Grunnleggende detaljer
pl: Podstawowe szczegóły
pt: Detalhes básicos
ro: Detalii de bază
ru: Основные детали
tr: Temel bilgiler
uk: Основні деталі
zh: 基本信息

source: Quality & Measurements
ar: قياسات الجودة
de: Qualität der Messungen
es: Medidas de calidad
fa: اندازه‌گیری‌های کیفیت
fi: Laadun mittaukset
fr: Qualité et mesures
hr: Kvaliteta i mjerenja
id: Kualitas & Pengukuran
it: Qualità e misure
ja: 品質と測定
ko: 품질 및 측정
nl: Kwaliteit en metingen
no: Kvalitet og målinger
pl: Jakość i pomiary
pt: Qualidade e medições
ro: Calitate și măsurători
ru: Качество и измерения
tr: Kalite ölçümleri
uk: Якість та вимірювання
zh: 质量与测量

source: Important Dates
ar: تواريخ مهمة
de: Wichtige Daten
es: Fechas importantes
fa: تاریخ‌های مهم
fi: Tärkeitä päivämääriä
fr: Dates importantes
hr: Važni datumi
id: Tanggal-tanggal penting
it: Date importanti
ja: 重要な日程
ko: 중요 날짜
nl: Belangrijke data
no: Viktige datoer
pl: Ważne daty
pt: Datas importantes
ro: Date importante
ru: Важные даты
tr: Önemli tarihler
uk: Важливі дати
zh: 重要日期

# beansStatsSectionTitle
source: Beans stats
ar: إحصائيات الحبوب
de: Bohnenstatistiken
es: Estadísticas de granos
fa: آمار دانه‌ها
fi: Papujen tilastot
fr: Statistiques des grains
hr: Statistika zrna
id: Statistik biji
it: Statistiche dei chicchi
ja: 豆の統計
ko: 원두 통계
nl: Bonenstatistieken
no: Bønnestatistikk
pl: Statystyki ziaren
pt: Estatísticas dos grãos
ro: Statistici boabe
ru: Статистика по зернам
tr: Çekirdek istatistikleri
uk: Статистика зерен
zh: 咖啡豆统计

# totalBeansBrewedLabel
source: Total beans brewed
ar: إجمالي الحبوب المُحضرة
de: Insgesamt aufgebrühte Bohnen
es: Total de granos preparados
fa: مجموع دانه‌های استفاده‌شده
fi: Valmistettuja papuja yhteensä
fr: Total de grains utilisés
hr: Ukupno pripremljenih zrna
id: Total biji yang digunakan
it: Chicchi utilizzati in totale
ja: 使用した豆の合計
ko: 사용한 원두 총량
nl: Totaal gebrouwen bonen
no: Totalt bryggede bønner
pl: Łącznie użytych ziaren
pt: Total de grãos utilizados
ro: Total boabe folosite
ru: Всего использовано зерен
tr: Toplam kullanılan çekirdek
uk: Всього використано зерен
zh: 使用的咖啡豆总量

# newBeansTriedLabel
source: New beans tried
ar: حبوب جديدة مجرّبة
de: Neue Bohnen ausprobiert
es: Nuevos granos probados
fa: دانه‌های جدید امتحان‌شده
fi: Uusia papuja kokeiltu
fr: Nouveaux grains essayés
hr: Isprobano novih zrna
id: Biji baru yang dicoba
it: Nuovi chicchi provati
ja: 新しく試した豆
ko: 처음 시도한 원두
nl: Nieuwe bonen geprobeerd
no: Nye bønner prøvd
pl: Nowe ziarna wypróbowane
pt: Novos grãos experimentados
ro: Boabe noi încercate
ru: Новые зерна, которые вы попробовали
tr: Denenen yeni çekirdekler
uk: Нові зерна, які спробували
zh: 尝试的新咖啡豆

# originsExploredLabel
source: Origins explored
ar: المناشئ المستكشفة
de: Erkundete Herkünfte
es: Orígenes explorados
fa: خاستگاه‌های کشف‌شده
fi: Tutkitut alkuperämaat
fr: Origines explorées
hr: Istražena podrijetla
id: Asal-usul yang dijelajahi
it: Origini esplorate
ja: 探索した原産国
ko: 탐색된 원산지
nl: Ontdekte herkomsten
no: Opprinnelser utforsket
pl: Poznane kraje pochodzenia
pt: Origens exploradas
ro: Origini explorate
ru: Исследованные страны происхождения
tr: Keşfedilen menşeler
uk: Досліджені країни походження
zh: 探索的产地

# regionsExploredLabel
source: Regions explored
ar: أوروبا
de: Erkundete Regionen
es: Europa
fa: منطقه‌های کشف‌شده
fi: Eurooppa
fr: Régions explorées
hr: Istražene regije
id: Eropa
it: Europa
ja: 探索した地域
ko: 탐색된 지역
nl: Ontdekte regio's
no: Regioner utforsket
pl: Europa
pt: Regiões exploradas
ro: Europa
ru: Европа
tr: Avrupa
uk: Досліджені регіони
zh: 欧洲

# newRoastersDiscoveredLabel
source: New roasters discovered
ar: محامص جديدة مُكتشفة
de: Neue Röstereien entdeckt
es: Nuevos tostadores descubiertos
fa: رسترهای جدید کشف‌شده
fi: Löydetyt uudet paahtimot
fr: Nouveaux torréfacteurs découverts
hr: Otkriveno novih pržionica
id: Roaster baru yang ditemukan
it: Nuovi tostatori scoperti
ja: 見つけた新しいロースター
ko: 새로운 로스터리 발견
nl: Nieuwe branders ontdekt
no: Nye brennerier oppdaget
pl: Nowi palarze odkryci
pt: Novas torrefações descobertas
ro: Prăjitorii noi descoperiți
ru: Найдено новых обжарщиков
tr: Keşfedilen yeni kavurucular
uk: Нові обсмажувачі, яких відкрито
zh: 发现的新烘焙商

# favoriteRoastersLabel
source: Favorite roasters
ar: المحامص المفضلة
de: Lieblingsröstereien
es: Tostadurías favoritas
fa: رسترهای موردعلاقه
fi: Suosikkipaahtimot
fr: Torréfacteurs favoris
hr: Omiljene pržionice
id: Roastery favorit
it: Torrefazioni preferite
ja: お気に入りのロースター
ko: 좋아하는 로스터리
nl: Favoriete branderijen
no: Favoritt brennerier
pl: Ulubione palarnie
pt: Torrefações favoritas
ro: Prăjitoriile preferate
ru: Любимые обжарщики
tr: Favori kahve kavurucuları
uk: Улюблені обсмажувачі
zh: 最喜爱的烘焙商

# topOriginsLabel
source: Top origins
ar: أفضل المناشئ
de: Top-Herkünfte
es: Orígenes destacados
fa: برترین خاستگاه‌ها
fi: Parhaat alkuperämaat
fr: Meilleures origines
hr: Naj podrijetla
id: Asal-usul teratas
it: Origini principali
ja: トップ原産国
ko: 상위 원산지
nl: Top herkomsten
no: Topp opprinnelser
pl: Najlepsze pochodzenia
pt: Principais origens
ro: Top origini
ru: Топ стран происхождения
tr: Önde gelen menşeler
uk: Топ країни походження
zh: 热门产地

# topRegionsLabel
source: Top regions
ar: أفضل المناطق
de: Top-Regionen
es: Regiones destacadas
fa: برترین منطقه‌ها
fi: Parhaat alueet
fr: Meilleures régions
hr: Naj regije
id: Wilayah teratas
it: Regioni principali
ja: トップ地域
ko: 상위 지역
nl: Top regio's
no: Topp regioner
pl: Najlepsze regiony
pt: Principais regiões
ro: Top regiuni
ru: Топ регионов
tr: Önde gelen bölgeler
uk: Топ регіони
zh: 热门地区

source: Brew Stats
ar: إحصاءات التحضير
de: Brühstatistiken
es: Estadísticas de preparación
fa: آمار دم‌آوری
fi: Valmistustilastot
fr: Statistiques de préparation
hr: Statistika pripreme
id: Statistik seduh
it: Statistiche di preparazione
ja: 抽出統計
ko: 추출 통계
nl: Brouwstatistieken
no: Bryggestatistikk
pl: Statystyki parzenia
pt: Estatísticas de preparo
ro: Statistici de preparare
ru: Статистика заваривания
tr: Demleme istatistikleri
uk: Статистика приготування
zh: 冲泡统计

source: Show more
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar más
fa: نمایش بیشتر
fi: Näytä lisää
fr: Afficher plus
hr: Prikaži više
id: Tampilkan lebih banyak
it: Mostra altro
ja: もっと見る
ko: 더 보기
nl: Meer weergeven
no: Vis mer
pl: Pokaż więcej
pt: Mostrar mais
ro: Arată mai mult
ru: Показать еще
tr: Daha fazla göster
uk: Показати ще
zh: 显示更多

source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fa: نمایش کمتر
fi: Näytä vähemmän
fr: Afficher moins
hr: Prikaži manje
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 表示を減らす
ko: 접기
nl: Minder weergeven
no: Vis mindre
pl: Pokaż mniej
pt: Mostrar menos
ro: Arată mai puțin
ru: Показать меньше
tr: Daha az göster
uk: Показати менше
zh: 显示更少

# unpublishRecipeDialogTitle
source: Make Recipe Private
ar: جعل الوصفة خاصة
de: Rezept als privat markieren
es: Hacer privada la receta
fa: خصوصی کردن دستور پخت
fi: Tee reseptistä yksityinen
fr: Rendre la recette privée
hr: Učini recept privatnim
id: Jadikan Resep Pribadi
it: Rendi la ricetta privata
ja: レシピを非公開にする
ko: 레시피 비공개로 만들기
nl: Recept privé maken
no: Gjør oppskrift privat
pl: Ustaw przepis jako prywatny
pt: Tornar a receita privada
ro: Setează rețeta ca privată
ru: Сделать рецепт приватным
tr: Tarifi özel yap
uk: Зробити рецепт приватним
zh: 将配方设为私有

# unpublishRecipeDialogMessage
source: Warning: Making this recipe private will:
ar: تحذير: جعل هذه الوصفة خاصة سيؤدي إلى:
de: Warnung: Wenn Sie dieses Rezept als privat markieren, wird Folgendes bewirkt:
es: Advertencia: Al hacer privada esta receta:
fa: هشدار: خصوصی کردن این دستور پخت باعث می‌شود:
fi: Varoitus: Tämän reseptin tekeminen yksityiseksi:
fr: Avertissement : Rendre cette recette privée va :
hr: Upozorenje: Ako ovaj recept učinite privatnim:
id: Peringatan: Menjadikan resep ini pribadi akan:
it: Attenzione: Rendere questa ricetta privata:
ja: 警告: このレシピを非公開にすると、次のようになります:
ko: 경고: 이 레시피를 비공개로 만들면:
nl: Waarschuwing: Als u dit recept privé maakt, gebeurt het volgende:
no: Advarsel: Å gjøre denne oppskriften privat vil:
pl: Ostrzeżenie: Ustawienie tego przepisu jako prywatnego spowoduje:
pt: Aviso: Tornar esta receita privada irá:
ro: Atenție: Setarea acestei rețete ca privată va duce la:
ru: Внимание: Если сделать этот рецепт приватным, это приведет к следующему:
tr: Uyarı: Bu tarifi özel yapmak şunlara neden olur:
uk: Попередження: Якщо зробити цей рецепт приватним, це призведе до наступного:
zh: 警告：将此配方设为私有将导致：

# unpublishRecipeDialogBullet1
source: Remove it from public search results
ar: إزالتها من نتائج البحث العامة
de: Es wird aus den öffentlichen Suchergebnissen entfernt
es: Se eliminará de los resultados de búsqueda públicos
fa: از نتایج جستجوی عمومی حذف شود
fi: Poistaa sen julkisista hakutuloksista
fr: La supprimer des résultats de recherche publics
hr: Uklonit će se iz javnih rezultata pretraživanja
id: Menghapusnya dari hasil pencarian publik
it: La rimuoverà dai risultati di ricerca pubblici
ja: 公開検索結果から削除されます
ko: 공개 검색 결과에서 제거
nl: Het wordt verwijderd uit de openbare zoekresultaten
no: Fjerne den fra offentlige søkeresultater
pl: Usunięcie go z publicznych wyników wyszukiwania
pt: Removê-la dos resultados de pesquisa públicos
ro: Eliminarea acesteia din rezultatele căutărilor publice
ru: Он будет удален из результатов публичного поиска
tr: Genel arama sonuçlarından kaldırılır
uk: Його буде видалено з результатів публічного пошуку
zh: 它将从公共搜索结果中删除

# unpublishRecipeDialogBullet2
source: Prevent new users from importing it
ar: منع المستخدمين الجدد من استيرادها
de: Neue Benutzer können es nicht mehr importieren
es: Se evitará que nuevos usuarios la importen
fa: کاربران جدید نتوانند آن را وارد کنند
fi: Estää uusia käyttäjiä tuomasta sitä
fr: Empêcher les nouveaux utilisateurs de l'importer
hr: Spriječiti ćete uvoz novim korisnicima
id: Mencegah pengguna baru mengimpornya
it: Impedirà a nuovi utenti di importarla
ja: 新しいユーザーがインポートできなくなります
ko: 새 사용자 가져오기 방지
nl: Nieuwe gebruikers kunnen het niet meer importeren
no: Hindre nye brukere i å importere den
pl: Uniemożliwienie nowym użytkownikom jego importowania
pt: Impedir que novos utilizadores a importem
ro: Împiedicarea utilizatorilor noi să o importe
ru: Новые пользователи не смогут его импортировать
tr: Yeni kullanıcıların içe aktarmasını engeller
uk: Нові користувачі не зможуть його імпортувати
zh: 新用户将无法导入

# unpublishRecipeDialogBullet3
source: Users who already imported it will keep their copies
ar: المستخدمون الذين استوردوها بالفعل سيحتفظون بنسخهم
de: Benutzer, die es bereits importiert haben, behalten ihre Kopien
es: Los usuarios que ya la hayan importado conservarán sus copias
fa: کاربرانی که قبلاً آن را وارد کرده‌اند، نسخه‌های خود را حفظ خواهند کرد
fi: Käyttäjät, jotka ovat jo tuoneet sen, säilyttävät kopionsa
fr: Les utilisateurs qui l'ont déjà importée conserveront leurs copies
hr: Korisnici koji su ga već uvezli zadržat će svoje kopije
id: Pengguna yang sudah mengimpornya akan tetap memiliki salinannya
it: Gli utenti che l'hanno già importata manterranno le loro copie
ja: すでにインポートしたユーザーはコピーを保持します
ko: 이미 가져온 사용자는 복사본 유지
nl: Gebruikers die het al hebben geïmporteerd, behouden hun kopieën
no: Brukere som allerede har importert den vil beholde sine kopier
pl: Użytkownicy, którzy już go zaimportowali, zachowają swoje kopie
pt: Os utilizadores que já a importaram irão manter as suas cópias
ro: Utilizatorii care au importat-o deja își vor păstra copiile
ru: Пользователи, которые уже импортировали его, сохранят свои копии
tr: Daha önce içe aktarmış olan kullanıcılar kopyalarını saklar
uk: Користувачі, які вже імпортували його, збережуть свої копії
zh: 已经导入的用户将保留其副本

# unpublishRecipeDialogKeepPublic
source: Keep Public
ar: إبقاءها عامة
de: Öffentlich lassen
es: Mantener pública
fa: عمومی بماند
fi: Pidä julkisena
fr: Garder publique
hr: Zadrži javnim
id: Tetap Publik
it: Mantieni pubblica
ja: 公開のままにする
ko: 공개 유지
nl: Openbaar houden
no: Hold offentlig
pl: Pozostaw publiczny
pt: Manter pública
ro: Păstrează publică
ru: Оставить публичным
tr: Herkese açık bırak
uk: Залишити публічним
zh: 保持公开

# unpublishRecipeDialogMakePrivate
source: Make Private
ar: جعلها خاصة
de: Als privat markieren
es: Hacer privada
fa: خصوصی کردن
fi: Tee yksityiseksi
fr: Rendre privée
hr: Napravi privatnim
id: Jadikan Pribadi
it: Rendi privata
ja: 非公開にする
ko: 비공개로 만들기
nl: Privé maken
no: Gjør privat
pl: Ustaw jako prywatny
pt: Tornar privada
ro: Setează ca privată
ru: Сделать приватным
tr: Özel yap
uk: Зробити приватним
zh: 设为私有

# recipeUnpublishSuccess
source: Recipe unpublished successfully
ar: تم إلغاء نشر الوصفة بنجاح
de: Rezeptveröffentlichung erfolgreich aufgehoben
es: Receta despublicada con éxito
fa: دستور پخت با موفقیت از حالت انتشار خارج شد
fi: Reseptin julkaisu poistettu onnistuneesti
fr: Recette dépubliée avec succès
hr: Objavljivanje recepta uspješno poništeno
id: Resep berhasil dibatalkan publikasinya
it: Pubblicazione della ricetta annullata con successo
ja: レシピの公開を正常に停止しました
ko: 레시피 비공개 성공
nl: Publicatie van recept succesvol ingetrokken
no: Oppskrift avpublisert vellykket
pl: Pomyślnie cofnięto publikację przepisu
pt: Publicação da receita cancelada com sucesso
ro: Publicarea rețetei a fost anulată cu succes
ru: Публикация рецепта успешно отменена
tr: Tarif yayından başarıyla kaldırıldı
uk: Публікацію рецепта успішно скасовано
zh: 配方已成功取消发布

# recipeUnpublishError
source: Failed to unpublish recipe: {error}
ar: فشل إلغاء نشر الوصفة: {error}
de: Fehler beim Aufheben der Veröffentlichung des Rezepts: {error}
es: Error al despublicar la receta: {error}
fa: خطا در لغو انتشار دستور پخت: {error}
fi: Reseptin julkaisun poistaminen epäonnistui: {error}
fr: Échec de la dépublication de la recette : {error}
hr: Poništavanje objave recepta nije uspjelo: {error}
id: Gagal membatalkan publikasi resep: {error}
it: Errore durante l'annullamento della pubblicazione della ricetta: {error}
ja: レシピの公開停止に失敗しました: {error}
ko: 레시피 비공개 실패: {error}
nl: Fout bij het intrekken van de publicatie van het recept: {error}
no: Kunne ikke avpublisere oppskrift: {error}
pl: Błąd podczas cofania publikacji przepisu: {error}
pt: Erro ao cancelar a publicação da receita: {error}
ro: Eroare la anularea publicării rețetei: {error}
ru: Ошибка при отмене публикации рецепта: {error}
tr: Tarif yayından kaldırılamadı: {error}
uk: Помилка при скасуванні публікації рецепта: {error}
zh: 取消发布配方失败：{error}

# recipePublicTooltip
source: Recipe is public - tap to make private
ar: الوصفة عامة - انقر لجعلها خاصة
de: Rezept ist öffentlich - tippen, um es privat zu machen
es: La receta es pública - toca para hacerla privada
fa: دستور پخت عمومی است - برای خصوصی کردن ضربه بزنید
fi: Resepti on julkinen - napauta tehdäksesi siitä yksityisen
fr: La recette est publique - appuyez pour la rendre privée
hr: Recept je javan – dodirni za postavljanje na privatno
id: Resep ini publik - ketuk untuk menjadikannya pribadi
it: La ricetta è pubblica: tocca per renderla privata
ja: レシピは公開中です - タップして非公開にします
ko: 레시피 공개 - 비공개로 만들기 탭
nl: Recept is openbaar - tik om privé te maken
no: Oppskrift er offentlig - trykk for å gjøre privat
pl: Przepis jest publiczny - dotknij, aby uczynić go prywatnym
pt: A receita é pública - toque para a tornar privada
ro: Rețeta este publică - atingeți pentru a o face privată
ru: Рецепт общедоступен - нажмите, чтобы сделать его частным
tr: Tarif herkese açık - gizli yapmak için dokunun
uk: Рецепт є публічним - торкніться, щоб зробити його приватним
zh: 配方是公开的 - 点击设为私有

# recipePrivateTooltip
source: Recipe is private - share to make public
ar: الوصفة خاصة - شاركها لجعلها عامة
de: Rezept ist privat - teilen, um es öffentlich zu machen
es: La receta es privada - compártela para hacerla pública
fa: دستور پخت خصوصی است - برای عمومی کردن به اشتراک بگذارید
fi: Resepti on yksityinen - jaa tehdäksesi siitä julkisen
fr: La recette est privée - partagez pour la rendre publique
hr: Recept je privatan – podijeli da bi postao javan
id: Resep ini pribadi - bagikan untuk menjadikannya publik
it: La ricetta è privata: condividi per renderla pubblica
ja: レシピは非公開です - 共有して公開します
ko: 레시피 비공개 - 공유하여 공개 만들기
nl: Recept is privé - deel om openbaar te maken
no: Oppskrift er privat - del for å gjøre offentlig
pl: Przepis jest prywatny - udostępnij, aby uczynić go publicznym
pt: A receita é privada - partilhe para a tornar pública
ro: Rețeta este privată - partajați pentru a o face publică
ru: Рецепт частный - поделитесь, чтобы сделать его общедоступным
tr: Tarif gizli - herkese açık yapmak için paylaşın
uk: Рецепт є приватним - поділіться, щоб зробити його публічним
zh: 配方是私有的 - 分享以公开

source: Inventory
ar: المخزون
de: Bestand
es: Existencias
fa: موجودی
fi: Varasto
fr: Stock
hr: Zaliha
id: Stok
it: Scorte
ja: 在庫
ko: 재고
nl: Voorraad
no: Beholdning
pl: Zapasy
pt: Estoque
ro: Stoc
ru: Запасы
tr: Stok
uk: Запаси
zh: 库存

source: Amount Left
ar: الكمية المتبقية
de: Restmenge
es: Cantidad restante
fa: مقدار باقیمانده
fi: Jäljellä
fr: Quantité restante
hr: Preostala količina
id: Jumlah tersisa
it: Quantità rimasta
ja: 残量
ko: 남은 양
nl: Resterende hoeveelheid
no: Mengde igjen
pl: Pozostała ilość
pt: Quantidade restante
ro: Cantitate rămasă
ru: Остаток
tr: Kalan miktar
uk: Залишок
zh: 剩余数量

source: Enter amount left
ar: أدخل الكمية المتبقية
de: Restmenge eingeben
es: Introduzca la cantidad restante
fa: مقدار باقیمانده را وارد کنید
fi: Syötä jäljellä oleva määrä
fr: Saisir la quantité restante
hr: Unesi preostalu količinu
id: Masukkan jumlah tersisa
it: Inserisci la quantità rimasta
ja: 残量を入力
ko: 남은 양을 입력하세요
nl: Voer de resterende hoeveelheid in
no: Skriv inn mengde igjen
pl: Wprowadź pozostałą ilość
pt: Digite a quantidade restante
ro: Introdu cantitatea rămasă
ru: Введите остаток
tr: Kalan miktarı girin
uk: Введіть залишок
zh: 输入剩余数量

# fieldClearButtonTooltip
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fi: Tyhjennä
hr: Obriši
id: Hapus
it: Cancella
nl: Wissen
no: Fjern
pl: Wyczyść
pt: Limpar
ro: Șterge
ru: Очистить
tr: Temizle
uk: Очистити
zh: 清除

# dateFieldClearButtonTooltip
source: Clear date
ar: مسح التاريخ
de: Datum löschen
es: Limpiar fecha
fi: Tyhjennä päivämäärä
hr: Obriši datum
id: Hapus tanggal
it: Cancella data
nl: Datum wissen
no: Fjern dato
pl: Wyczyść datę
pt: Limpar data
ro: Șterge data
ru: Очистить дату
tr: Tarihi temizle
uk: Очистити дату
zh: 清除日期

# chipInputDuplicateError
source: This tag is already added
ar: هذه العلامة مضافة بالفعل
de: Dieses Tag wurde bereits hinzugefügt
es: Esta etiqueta ya ha sido añadida
fi: Tämä tunniste on jo lisätty
hr: Ova oznaka je već dodana
id: Tag ini sudah ditambahkan
it: Questo tag è già stato aggiunto
nl: Deze tag is al toegevoegd
no: Denne taggen er allerede lagt til
pl: Ten tag został już dodany
pt: Esta tag já foi adicionada
ro: Acest tag a fost deja adăugat
ru: Этот тег уже добавлен
tr: Bu etiket zaten eklenmiş
uk: Цей тег вже додано
zh: 此标签已添加
