Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# recipeCreationScreenTotalBrewTimeLabel
source: Total Brew Time:
ar: إجمالي وقت التحضير:
de: Gesamte Brühzeit:
es: Tiempo total de Preparación:
fa: کل زمان دم
fi: Kokonaisaika:
fr: Temps total d'infusion :
hr: Ukupno vrijeme pripreme:
id: Total Waktu Seduh:
it: Tempo Totale Infusione:
ja: 合計抽出時間:
ko: 총 추출 시간:
nl: Totale zettijd:
no: Total bryggetid:
pl: Całkowity czas parzenia:
pt: Tempo Total de Preparo:
ro: Timp Total Preparare:
ru: Общее время заваривания:
tr: Toplam Demleme Süresi:
uk: Загальний час заварювання:
zh: 总冲煮时间:

# recipeCreationScreenMinutesLabel
source: Minutes
ar: دقائق
de: Minuten
es: Minutos
fa: دقیقه
fi: Minuutit
hr: Minute
id: Menit
it: Minuti
ja: 分
ko: 분
nl: Minuten
no: Minutter
pl: Minuty
pt: Minutos
ro: Minute
ru: Минуты
tr: Dakika
uk: Хвилини
zh: 分钟

# recipeCreationScreenSecondsLabel
source: Seconds
ar: ثواني
de: Sekunden
es: Segundos
fa: ثانیه
fi: Sekunnit
fr: Secondes
hr: Sekunde
id: Detik
it: Secondi
ja: 秒
ko: 초
nl: Seconden
no: Sekunder
pl: Sekundy
pt: Segundos
ro: Secunde
ru: Секунды
tr: Saniye
uk: Секунди
zh: 秒

# recipeCreationScreenPreparationStepTitle
source: Preparation Step
ar: خطوة التحضير
de: Vorbereitungsschritt
es: Paso de Preparación
fa: مرحله آماده‌سازی
fi: Valmisteluvaihe
fr: Étape de préparation
hr: Korak pripreme
id: Langkah Persiapan
it: Passaggio di Preparazione
ja: 準備ステップ
ko: 준비 단계
nl: Voorbereidingsstap
no: Forberedelsestrin
pl: Krok przygotowania
pt: Passo de Preparação
ro: Pas de Pregătire
ru: Шаг подготовки
tr: Hazırlık Adımı
uk: Крок підготовки
zh: 准备步骤

# recipeCreationScreenBrewStepTitle
source: Brew Step {stepOrder}
ar: خطوة التحضير {stepOrder}
de: Brühschritt {stepOrder}
es: Paso de Preparación {stepOrder}
fa: مرحله دم {stepOrder}
fi: Uuttovaihe {stepOrder}
fr: Étape d'infusion {stepOrder}
hr: Korak pripreme {stepOrder}
id: Langkah Seduh {stepOrder}
it: Passaggio di Infusione {stepOrder}
ja: 抽出ステップ {stepOrder}
ko: 추출 단계 {stepOrder}
nl: Zetstap {stepOrder}
no: Bryggsteg {stepOrder}
pl: Krok parzenia {stepOrder}
pt: Passo de Preparo {stepOrder}
ro: Pas de Preparare {stepOrder}
ru: Шаг заваривания {stepOrder}
tr: Demleme Adımı {stepOrder}
uk: Крок заварювання {stepOrder}
zh: 冲煮步骤 {stepOrder}

# recipeCreationScreenStepDescriptionLabel
source: Step Description
ar: وصف الخطوة
de: Schrittbeschreibung
es: Descripción del Paso
fa: توضیح مرحله
fi: Vaiheen kuvaus
fr: Description de l'étape
hr: Opis koraka
id: Deskripsi Langkah
it: Descrizione Passaggio
ja: ステップの説明
ko: 단계 설명
nl: Stapbeschrijving
no: Stegbeskrivelse
pl: Opis kroku
pt: Descrição do Passo
ro: Descriere Pas
ru: Описание шага
tr: Adım Açıklaması
uk: Опис кроку
zh: 步骤描述

# recipeCreationScreenStepTimeLabel
source: Step Time:
ar: وقت الخطوة:
de: Schrittzeit:
es: Duración del Paso:
fa: زمان مرحله
fi: Vaiheen aika:
fr: Temps de l'étape :
hr: Vrijeme koraka:
id: Waktu Langkah:
it: Tempo Passaggio:
ja: ステップ時間:
ko: 단계 시간:
nl: Staptijd:
no: Stegtid:
pl: Czas kroku:
pt: Tempo do Passo:
ro: Timp Pas:
ru: Время шага:
tr: Adım Süresi:
uk: Час кроку:
zh: 步骤时间:

# recipeCreationScreenRecipeNameValidator
source: Please enter a recipe name
ar: الرجاء إدخال اسم للوصفة
de: Bitte geben Sie einen Rezeptnamen ein
es: Por favor, introduce un nombre para la receta
fa: نام دستور لازم است
fi: Anna reseptin nimi
fr: Veuillez entrer un nom de recette
hr: Unesi naziv recepta
id: Harap masukkan nama resep
it: Inserisci un nome per la ricetta
ja: レシピ名を入力してください
ko: 레시피 이름을 입력하기
nl: Voer een receptnaam in
no: Vennligst skriv inn et oppskriftsnavn
pl: Wprowadź nazwę przepisu
pt: Por favor, insira um nome para a receita
ro: Introduceți un nume pentru rețetă
ru: Введите название рецепта
tr: Lütfen bir tarif adı girin
uk: Введіть назву рецепту
zh: 请输入食谱名称

# recipeCreationScreenShortDescriptionValidator
source: Please enter a short description
ar: الرجاء إدخال وصف قصير
de: Bitte geben Sie eine Kurzbeschreibung ein
es: Por favor, introduce una descripción corta
fa: توضیح کوتاه لازم است
fi: Anna lyhyt kuvaus
fr: Veuillez entrer une description courte
hr: Unesi kratak opis
id: Harap masukkan deskripsi singkat
it: Inserisci una descrizione breve
ja: 簡単な説明を入力してください
ko: 짧은 설명을 입력하기
nl: Voer een korte beschrijving in
no: Vennligst skriv inn en kort beskrivelse
pl: Wprowadź krótki opis
pt: Por favor, insira uma descrição curta
ro: Introduceți o descriere scurtă
ru: Введите краткое описание
tr: Lütfen kısa bir açıklama girin
uk: Введіть короткий опис
zh: 请输入简短描述

# recipeCreationScreenBrewingMethodValidator
source: Please select a brewing method
ar: الرجاء اختيار طريقة التحضير
de: Bitte wählen Sie eine Brühmethode
es: Por favor, selecciona un método de preparación
fa: روش دم انتخاب نشده است
fi: Valitse valmistusmenetelmä
fr: Veuillez sélectionner une méthode d'infusion
hr: Odaberi način pripreme
id: Harap pilih metode penyeduhan
it: Seleziona un metodo di infusione
ja: 抽出方法を選択してください
ko: 추출 방법을 선택하기
nl: Selecteer een zetmethode
no: Vennligst velg en bryggemetode
pl: Wybierz metodę parzenia
pt: Por favor, selecione um método de preparo
ro: Selectați o metodă de preparare
ru: Выберите метод заваривания
tr: Lütfen bir demleme yöntemi seçin
uk: Виберіть метод заварювання
zh: 请选择冲煮方法

# recipeCreationScreenRequiredValidator
source: Required
ar: مطلوب
de: Erforderlich
es: Requerido
fa: این فیلد الزامی است
fi: Pakollinen
fr: Requis
hr: Obavezno
id: Wajib diisi
it: Obbligatorio
ja: 必須
ko: 필수
nl: Verplicht
no: Påkrevd
pl: Wymagane
pt: Obrigatório
ro: Obligatoriu
ru: Обязательно
tr: Gerekli
uk: Обов'язково
zh: 必填

# recipeCreationScreenInvalidNumberValidator
source: Invalid number
ar: رقم غير صالح
de: Ungültige Nummer
es: Número inválido
fa: عدد نامعتبر
fi: Virheellinen numero
fr: Numéro invalide
hr: Nevažeći broj
id: Nomor tidak valid
it: Numero non valido
ja: 無効な数値
ko: 잘못된 숫자
nl: Ongeldig nummer
no: Ugyldig nummer
pl: Nieprawidłowy numer
pt: Número inválido
ro: Număr invalid
ru: Неверный номер
tr: Geçersiz numara
uk: Недійсний номер
zh: 无效数字

# recipeCreationScreenStepDescriptionValidator
source: Please enter a step description
ar: الرجاء إدخال وصف للخطوة
de: Bitte geben Sie eine Schrittbeschreibung ein
es: Por favor, introduce una descripción para el paso
fa: توضیح مرحله لازم است
fi: Anna vaiheen kuvaus
fr: Veuillez entrer une description pour l'étape
hr: Unesi opis koraka
id: Harap masukkan deskripsi langkah
it: Inserisci una descrizione per il passaggio
ja: ステップの説明を入力してください
ko: 단계 설명을 입력하기
nl: Voer een stapbeschrijving in
no: Vennligst skriv inn en stegbeskrivelse
pl: Wprowadź opis kroku
pt: Por favor, insira uma descrição para o passo
ro: Introduceți o descriere pentru pas
ru: Введите описание шага
tr: Lütfen bir adım açıklaması girin
uk: Введіть опис кроку
zh: 请输入步骤描述

# recipeCreationScreenContinueButton
source: Continue to Recipe Steps
ar: متابعة إلى خطوات الوصفة
de: Weiter zu den Rezeptschritten
es: Continuar a los Pasos de la Receta
fa: ادامه
fi: Jatka reseptin vaiheisiin
fr: Continuer vers les étapes de la recette
hr: Nastavi korake recepta
id: Lanjut ke Langkah Resep
it: Continua ai Passaggi della Ricetta
ja: レシピの手順に進む
ko: 레시피 단계로 계속
nl: Doorgaan naar receptstappen
no: Fortsett til oppskriftssteg
pl: Przejdź do kroków przepisu
pt: Continuar para os Passos da Receita
ro: Continuă la Pașii Rețetei
ru: Перейти к шагам рецепта
tr: Tarif Adımlarına Devam Et
uk: Перейти до кроків рецепту
zh: 继续至食谱步骤

# recipeCreationScreenAddStepButton
source: Add Step
ar: إضافة خطوة
de: Schritt hinzufügen
es: Añadir Paso
fa: افزودن مرحله
fi: Lisää vaihe
fr: Ajouter une étape
hr: Dodaj korak
id: Tambah Langkah
it: Aggiungi Passaggio
ja: ステップを追加
ko: 단계 추가
nl: Stap toevoegen
no: Legg til steg
pl: Dodaj krok
pt: Adicionar Passo
ro: Adaugă Pas
ru: Добавить шаг
tr: Adım Ekle
uk: Додати крок
zh: 添加步骤

# recipeCreationScreenSaveRecipeButton
source: Save Recipe
ar: حفظ الوصفة
de: Rezept speichern
es: Guardar Receta
fa: ذخیره دستور
fi: Tallenna resepti
fr: Enregistrer la recette
hr: Snimi recept
id: Simpan Resep
it: Salva Ricetta
ja: レシピを保存
ko: 레시피 저장
nl: Recept opslaan
no: Lagre oppskrift
pl: Zapisz przepis
pt: Salvar Receita
ro: Salvează Rețeta
ru: Сохранить рецепт
tr: Tarifi Kaydet
uk: Зберегти рецепт
zh: 保存食谱

# recipeCreationScreenUpdateSuccess
source: Recipe updated successfully
ar: تم تحديث الوصفة بنجاح
de: Rezept erfolgreich aktualisiert
es: Receta actualizada con éxito
fa: دستور با موفقیت به‌روز شد
fi: Resepti päivitetty onnistuneesti
fr: Recette mise à jour avec succès
hr: Recept je uspješno ažuriran
id: Resep berhasil diperbarui
it: Ricetta aggiornata con successo
ja: レシピが正常に更新されました
ko: 레시피 업데이트 성공
nl: Recept succesvol bijgewerkt
no: Oppskrift oppdatert vellykket
pl: Przepis zaktualizowany pomyślnie
pt: Receita atualizada com sucesso
ro: Rețetă actualizată cu succes
ru: Рецепт успешно обновлен
tr: Tarif başarıyla güncellendi
uk: Рецепт успішно оновлено
zh: 食谱更新成功

# recipeCreationScreenSaveSuccess
source: Recipe saved successfully
ar: تم حفظ الوصفة بنجاح
de: Rezept erfolgreich gespeichert
es: Receta guardada con éxito
fa: دستور با موفقیت ذخیره شد
fi: Resepti tallennettu onnistuneesti
fr: Recette enregistrée avec succès
hr: Recept je uspješno spremljen
id: Resep berhasil disimpan
it: Ricetta salvata con successo
ja: レシピが正常に保存されました
ko: 레시피 저장 성공
nl: Recept succesvol opgeslagen
no: Oppskrift lagret vellykket
pl: Przepis zapisany pomyślnie
pt: Receita salva com sucesso
ro: Rețetă salvată cu succes
ru: Рецепт успешно сохранен
tr: Tarif başarıyla kaydedildi
uk: Рецепт успішно збережено
zh: 食谱保存成功

# recipeCreationScreenSaveError
source: Error saving recipe: {error}
ar: خطأ في حفظ الوصفة: {error}
de: Fehler beim Speichern des Rezepts: {error}
es: Error al guardar la receta: {error}
fa: خطا در ذخیره دستور: {error}
fi: Reseptin tallennus epäonnistui: {error}
fr: Erreur lors de l'enregistrement de la recette : {error}
hr: Greška pri spremanju recepta: {error}
id: Kesalahan saat menyimpan resep: {error}
it: Errore nel salvataggio della ricetta: {error}
ja: レシピの保存中にエラーが発生しました: {error}
ko: 레시피 저장 오류: {error}
nl: Fout bij opslaan recept: {error}
no: Feil ved lagring av oppskrift: {error}
pl: Błąd podczas zapisywania przepisu: {error}
pt: Erro ao salvar receita: {error}
ro: Eroare la salvarea rețetei: {error}
ru: Ошибка сохранения рецепта: {error}
tr: Tarif kaydedilirken hata oluştu: {error}
uk: Помилка збереження рецепту: {error}
zh: 保存食谱时出错: {error}

# unitGramsShort
source: g
ar: غ
fa: گرم
ru: г
uk: г
zh: 克

# unitMillilitersShort
source: ml
ar: مل
fa: میلی‌لیتر
ru: мл
uk: мл
zh: 毫升

# unitGramsLong
source: grams
ar: جرامات
de: Gramm
es: gramos
fa: گرم
fi: grammaa
fr: grammes
hr: grama
id: gram
it: grammi
ja: グラム
ko: 그램
nl: gram
no: gram
pl: gramy
pt: gramas
ro: grame
ru: граммы
tr: gram
uk: грами
zh: 克

# unitMillilitersLong
source: milliliters
ar: ملليلتر
de: Milliliter
es: mililitros
fa: میلی‌لیتر
fi: millilitraa
fr: millilitres
hr: mililitara
id: mililiter
it: millilitri
ja: ミリリットル
ko: 밀리리터
nl: milliliter
no: milliliter
pl: mililitry
pt: mililitros
ro: mililitri
ru: миллилитры
tr: mililitre
uk: мілілітри
zh: 毫升

# recipeCopySuccess
source: Recipe copied successfully!
ar: تم نسخ الوصفة بنجاح!
de: Rezept erfolgreich kopiert!
es: ¡Receta copiada con éxito!
fa: دستور با موفقیت کپی شد
fi: Resepti kopioitu onnistuneesti!
fr: Recette copiée avec succès !
hr: Recept je uspješno kopiran!
id: Resep berhasil disalin!
it: Ricetta copiata con successo!
ja: レシピが正常にコピーされました！
ko: 레시피 복사 성공!
nl: Recept succesvol gekopieerd!
no: Oppskrift kopiert vellykket!
pl: Przepis skopiowany pomyślnie!
pt: Receita copiada com sucesso!
ro: Rețetă copiată cu succes!
ru: Рецепт успешно скопирован!
tr: Tarif başarıyla kopyalandı!
uk: Рецепт успішно скопійовано!
zh: 配方复制成功！

# recipeDuplicateSuccess
source: Recipe duplicated successfully!
ar: تم تكرار الوصفة بنجاح!
es: ¡Receta duplicada con éxito!
fi: Resepti kopioitu onnistuneesti!
id: Resep berhasil digandakan!
it: Ricetta duplicata con successo!
nl: Recept succesvol gedupliceerd!
no: Oppskrift duplisert vellykket!
pl: Przepis zduplikowany pomyślnie!
pt: Receita duplicada com sucesso!
ro: Rețetă duplicată cu succes!
ru: Рецепт успешно дублирован!
tr: Tarif başarıyla çoğaltıldı!
zh: 食谱复制成功！

# recipeCopyError
source: Error copying recipe: {error}
ar: خطأ في نسخ الوصفة: {error}
de: Fehler beim Kopieren des Rezepts: {error}
es: Error al copiar la receta: {error}
fa: کپی دستور ناموفق بود: {error}
fi: Reseptin kopiointi epäonnistui: {error}
fr: Erreur lors de la copie de la recette : {error}
hr: Greška pri kopiranju recepta: {error}
id: Gagal menyalin resep: {error}
it: Errore durante la copia della ricetta: {error}
ja: レシピのコピー中にエラーが発生しました: {error}
ko: 레시피 복사 오류: {error}
nl: Fout bij het kopiëren van het recept: {error}
no: Feil ved kopiering av oppskrift: {error}
pl: Błąd podczas kopiowania przepisu: {error}
pt: Erro ao copiar a receita: {error}
ro: Eroare la copierea rețetei: {error}
ru: Ошибка при копировании рецепта: {error}
tr: Tarif kopyalanırken hata oluştu: {error}
uk: Помилка копіювання рецепту: {error}
zh: 复制配方时出错：{error}

source: Create Recipe
ar: إنشاء وصفة
de: Rezept erstellen
es: Crear receta
fa: ایجاد دستور
fi: Luo resepti
fr: Créer une recette
hr: Kreiraj recept
id: Buat resep
it: Crea ricetta
ja: レシピを作成
ko: 레시피 생성
nl: Recept maken
no: Opprett oppskrift
pl: Utwórz przepis
pt: Criar receita
ro: Creează rețetă
ru: Создать рецепт
tr: Tarif oluştur
uk: Створити рецепт
zh: 创建配方

# errorSyncingData
source: Error syncing data: {error}
ar: خطأ في مزامنة البيانات: {error}
de: Fehler beim Synchronisieren der Daten: {error}
es: Error al sincronizar datos: {error}
fa: خطا در همگام‌سازی داده: {error}
fi: Datan synkronointi epäonnistui: {error}
fr: Erreur de synchronisation des données : {error}
hr: Greška pri sinkronizaciji podataka: {error}
id: Kesalahan sinkronisasi data: {error}
it: Errore di sincronizzazione dati: {error}
ja: データ同期エラー: {error}
ko: 데이터 동기화 오류: {error}
nl: Fout bij synchroniseren van gegevens: {error}
no: Feil ved synkronisering av data: {error}
pl: Błąd synchronizacji danych: {error}
pt: Erro ao sincronizar dados: {error}
ro: Eroare la sincronizarea datelor: {error}
ru: Ошибка синхронизации данных: {error}
tr: Veri senkronizasyon hatası: {error}
uk: Помилка синхронізації даних: {error}
zh: 数据同步错误：{error}

# errorSigningOut
source: Error signing out: {error}
ar: خطأ في تسجيل الخروج: {error}
de: Fehler beim Abmelden: {error}
es: Error al cerrar sesión: {error}
fa: خطا در خروج: {error}
fi: Uloskirjautuminen epäonnistui: {error}
fr: Erreur de déconnexion : {error}
hr: Greška pri odjavi: {error}
id: Kesalahan keluar: {error}
it: Errore di disconnessione: {error}
ja: サインアウトエラー: {error}
ko: 로그아웃 오류: {error}
nl: Fout bij uitloggen: {error}
no: Feil ved utlogging: {error}
pl: Błąd wylogowania: {error}
pt: Erro ao sair: {error}
ro: Eroare la deconectare: {error}
ru: Ошибка выхода: {error}
tr: Oturum kapatma hatası: {error}
uk: Помилка виходу: {error}
zh: 退出登录错误：{error}

# defaultPreparationStepDescription
source: Preparation
ar: تحضير
de: Vorbereitung
es: Preparación
fa: آماده‌سازی تجهیزات
fi: Valmistelut
fr: Préparation
hr: Priprema
id: Persiapan
it: Preparazione
ja: 準備
ko: 준비
nl: Voorbereiding
no: Forberedelse
pl: Przygotowanie
pt: Preparação
ro: Pregătire
ru: Подготовка
tr: Hazırlık
uk: Підготовка
zh: 准备

# loadingEllipsis
source: Loading...
ar: جار التحميل...
de: Laden...
es: Cargando...
fa: در حال بارگذاری...
fi: Ladataan...
fr: Chargement...
hr: Učitavanje...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중…
nl: Laden...
no: Laster...
pl: Ładowanie...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
tr: Yükleniyor...
uk: Завантаження...
zh: 加载中...

# recipeDeletedSuccess
source: Recipe deleted successfully
ar: تم حذف الوصفة بنجاح
de: Rezept erfolgreich gelöscht
es: Receta eliminada con éxito
fa: دستور حذف شد
fi: Resepti poistettu onnistuneesti
fr: Recette supprimée avec succès
hr: Recept uspješno izbrisan
id: Resep berhasil dihapus
it: Ricetta eliminata con successo
ja: レシピが正常に削除されました
ko: 레시피 삭제 성공
nl: Recept succesvol verwijderd
no: Oppskrift slettet vellykket
pl: Przepis pomyślnie usunięty
pt: Receita excluída com sucesso
ro: Rețetă ștearsă cu succes
ru: Рецепт успешно удален
tr: Tarif başarıyla silindi
uk: Рецепт успішно видалено
zh: 配方已成功删除

# recipeDeleteError
source: Failed to delete recipe: {error}
ar: فشل حذف الوصفة: {error}
de: Fehler beim Löschen des Rezepts: {error}
es: Error al eliminar la receta: {error}
fa: حذف دستور ناموفق بود: {error}
fi: Reseptin poisto epäonnistui: {error}
fr: Erreur lors de la suppression de la recette : {error}
hr: Neuspješno brisanje recepta: {error}
id: Gagal menghapus resep: {error}
it: Errore nell'eliminazione della ricetta: {error}
ja: レシピの削除に失敗しました: {error}
ko: 레시피 삭제 실패: {error}
nl: Kon recept niet verwijderen: {error}
no: Kunne ikke slette oppskrift: {error}
pl: Nie udało się usunąć przepisu: {error}
pt: Falha ao excluir receita: {error}
ro: Eroare la ștergerea rețetei: {error}
ru: Не удалось удалить рецепт: {error}
tr: Tarif silinemedi: {error}
uk: Не вдалося видалити рецепт: {error}
zh: 删除配方失败：{error}

source: No recipes found
ar: لم يتم العثور على وصفات
de: Keine Rezepte gefunden
es: No se encontraron recetas
fa: هیچ دستوری یافت نشد
fi: Reseptejä ei löytynyt
fr: Aucune recette trouvée
hr: Nema pronađenih recepata
id: Tidak ada resep yang ditemukan
it: Nessuna ricetta trovata
ja: レシピが見つかりません
ko: 레시피를 찾을 수 없습니다
nl: Geen recepten gevonden
no: Ingen oppskrifter funnet
pl: Nie znaleziono przepisów
pt: Nenhuma receita encontrada
ro: Nu s-au găsit rețete
ru: Рецепты не найдены
tr: Tarif bulunamadı
uk: Рецепти не знайдено
zh: 未找到配方

# recipeLoadError
source: Failed to load recipe: {error}
ar: فشل تحميل الوصفة: {error}
de: Fehler beim Laden des Rezepts: {error}
es: Error al cargar la receta: {error}
fa: خطا در بارگذاری دستور: {error}
fi: Reseptin lataus epäonnistui: {error}
fr: Erreur lors du chargement de la recette : {error}
hr: Neuspjelo učitavanje recepta: {error}
id: Gagal memuat resep: {error}
it: Errore nel caricamento della ricetta: {error}
ja: レシピの読み込みに失敗しました: {error}
ko: 레시피 로드 실패: {error}
nl: Kon recept niet laden: {error}
no: Kunne ikke laste oppskrift: {error}
pl: Nie udało się załadować przepisu: {error}
pt: Falha ao carregar receita: {error}
ro: Eroare la încărcarea rețetei: {error}
ru: Не удалось загрузить рецепт: {error}
tr: Tarif yüklenemedi: {error}
uk: Не вдалося завантажити рецепт: {error}
zh: 加载配方失败：{error}

source: Unknown Brewing Method
ar: طريقة تحضير غير معروفة
de: Unbekannte Brühmethode
es: Método de preparación desconocido
fa: روش دم ناشناخته
fi: Tuntematon valmistusmenetelmä
fr: Méthode d'infusion inconnue
hr: Nepoznat način pripreme
id: Metode penyeduhan tidak diketahui
it: Metodo di estrazione sconosciuto
ja: 不明な抽出方法
ko: 알 수 없는 추출 방법
nl: Onbekende zetmethode
no: Ukjent bryggemetode
pl: Nieznana metoda parzenia
pt: Método de preparo desconhecido
ro: Metodă de preparare necunoscută
ru: Неизвестный метод заваривания
tr: Bilinmeyen demleme yöntemi
uk: Невідомий метод заварювання
zh: 未知的冲煮方法

# recipeCopyErrorLoadingEdit
source: Failed to load copied recipe for editing.
ar: فشل تحميل الوصفة المنسوخة للتعديل.
de: Fehler beim Laden des kopierten Rezepts zur Bearbeitung.
es: Error al cargar la receta copiada para editar.
fa: بارگذاری دستور کپی‌شده برای ویرایش ناموفق بود.
fi: Kopioidun reseptin lataus muokkausta varten epäonnistui.
fr: Erreur lors du chargement de la recette copiée pour modification.
hr: Nije uspjelo učitavanje kopiranog recepta za uređivanje.
id: Gagal memuat resep yang disalin untuk diedit.
it: Errore nel caricamento della ricetta copiata per la modifica.
ja: コピーしたレシピの編集読み込みに失敗しました。
ko: 편집을 위한 복사된 레시피 로드 실패.
nl: Kon gekopieerd recept niet laden voor bewerking.
no: Kunne ikke laste kopiert oppskrift for redigering.
pl: Nie udało się załadować skopiowanego przepisu do edycji.
pt: Falha ao carregar receita copiada para edição.
ro: Eroare la încărcarea rețetei copiate pentru editare.
ru: Не удалось загрузить скопированный рецепт для редактирования.
tr: Kopyalanan tarif düzenleme için yüklenemedi.
uk: Не вдалося завантажити скопійований рецепт для редагування.
zh: 加载复制的配方进行编辑失败。

# recipeCopyErrorOperationFailed
source: Operation failed.
ar: فشلت العملية.
de: Operation fehlgeschlagen.
es: Operación fallida.
fa: عملیات ناموفق بود.
fi: Toiminto epäonnistui.
fr: L'opération a échoué.
hr: Operacija nije uspjela.
id: Operasi gagal.
it: Operazione fallita.
ja: 操作に失敗しました。
ko: 작업 실패.
nl: Operatie mislukt.
no: Operasjonen mislyktes.
pl: Operacja nie powiodła się.
pt: Operação falhou.
ro: Operațiunea a eșuat.
ru: Операция не удалась.
tr: İşlem başarısız oldu.
uk: Операція не вдалася.
zh: 操作失败。

source: Not provided
ar: غير متوفر
de: Nicht angegeben
es: No proporcionado
fa: ارائه نشده
fi: Ei annettu
fr: Non fourni
hr: Nije navedeno
id: Tidak disediakan
it: Non fornito
ja: 未提供
ko: 제공되지 않음
nl: Niet opgegeven
no: Ikke oppgitt
pl: Nie podano
pt: Não fornecido
ro: Nu este furnizat
ru: Не указано
tr: Sağlanmadı
uk: Не надано
zh: 未提供

# recipeUpdateAvailableTitle
source: Update Available
ar: تحديث متاح
de: Update verfügbar
es: Actualización disponible
fa: بروزرسانی موجود است
fi: Päivitys saatavilla
fr: Mise à jour disponible
hr: Dostupno ažuriranje
id: Pembaruan Tersedia
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
nl: Update beschikbaar
no: Oppdatering tilgjengelig
pl: Dostępna aktualizacja
pt: Atualização Disponível
ro: Actualizare Disponibilă
ru: Доступно обновление
tr: Güncelleme Mevcut
uk: Доступне оновлення
zh: 有可用的更新

# recipeUpdateAvailableBody
source: A newer version of '{recipeName}' is available online. Update?
ar: يتوفر إصدار أحدث من '{recipeName}' عبر الإنترنت. هل تريد التحديث؟
de: Eine neuere Version von '{recipeName}' ist online verfügbar. Aktualisieren?
es: Hay una versión más reciente de '{recipeName}' disponible en línea. ¿Actualizar?
fa: نسخه جدیدتری از '{recipeName}' آنلاین موجود است. بروزرسانی شود؟
fi: Uudempi versio "{recipeName}" on saatavilla verkossa. Päivitetäänkö?
fr: Une version plus récente de '{recipeName}' est disponible en ligne. Mettre à jour ?
hr: Novija verzija '{recipeName}' dostupna je online. Ažurirati?
id: Versi terbaru dari '{recipeName}' tersedia secara online. Perbarui?
it: È disponibile una versione più recente di '{recipeName}' online. Aggiornare?
ja: '{recipeName}'の新しいバージョンがオンラインで利用可能です。アップデートしますか？
ko: '{recipeName}'의 새 버전이 온라인에서 사용 가능해요 업데이트하시겠습니까?
nl: Er is een nieuwere versie van '{recipeName}' online beschikbaar. Updaten?
no: En nyere versjon av '{recipeName}' er tilgjengelig online. Oppdatere?
pl: Nowsza wersja '{recipeName}' jest dostępna online. Zaktualizować?
pt: Uma versão mais recente de '{recipeName}' está disponível online. Atualizar?
ro: O versiune mai nouă a '{recipeName}' este disponibilă online. Actualizați?
ru: Новая версия '{recipeName}' доступна онлайн. Обновить?
tr: '{recipeName}' uygulamasının daha yeni bir sürümü çevrimiçi olarak kullanılabilir. Güncellensin mi?
uk: Нова версія '{recipeName}' доступна онлайн. Оновити?
zh: 在线提供了“{recipeName}”的新版本。是否更新？

# dialogCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
hr: Odustani
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulați
ru: Отмена
tr: İptal
uk: Скасувати
zh: 取消

# dialogDuplicate
source: Duplicate
ar: تكرار
es: Duplicar
fi: Monista
id: Gandakan
it: Duplica
nl: Dupliceren
no: Dupliser
pl: Duplikuj
pt: Duplicar
ro: Duplicați
ru: Дублировать
tr: Çoğalt
zh: 复制

# dialogUpdate
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fa: بروزرسانی
fi: Päivitä
fr: Mettre à jour
hr: Ažuriraj
id: Perbarui
it: Aggiorna
ja: アップデート
ko: 업데이트
no: Oppdater
pl: Aktualizuj
pt: Atualizar
ro: Actualizați
ru: Обновить
tr: Güncelle
uk: Оновити
zh: 更新
