Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

source: Website
ar: الموقع الإلكتروني
de: Webseite
es: Sitio web
fa: وب‌سایت
fi: Verkkosivusto
fr: Site Web
hr: Web stranica
id: Situs web
it: Sito Web
ja: ウェブサイト
ko: 웹사이트
no: Nettsted
pl: Strona internetowa
pt: Site
ro: Site web
ru: Сайт
tr: Web Sitesi
uk: Вебсайт
zh: 网站

source: Source code
ar: شيفرة المصدر
de: Quellcode
es: Código fuente
fa: کد منبع
fi: Lähdekoodi
fr: Code source
hr: Izvorni kod
id: Kode sumber
it: Codice Sorgente
ja: ソースコード
ko: 소스 코드
nl: Broncode
no: Kildekode
pl: Kod źródłowy
pt: Código-fonte
ro: Cod sursă
ru: Исходный код
tr: Kaynak Kodu
uk: Вихідний код
zh: 源代码

# support
source: Buy me a coffee
ar: اشترِ قهوة للمطور
de: Kaufe dem Entwickler einen Kaffee
es: Compra un café para el desarrollador
fa: برایم قهوه بخر
fi: Tarjoa minulle kahvi
fr: Achète un café au développeur
hr: Kupi mi kavu
id: Belikan saya kopi
it: Offrimi un caffè
ja: 開発者にコーヒーを買う
ko: 커피 사주기
nl: Koop me een koffie
no: Kjøp meg en kaffe
pl: Kup kawę dla programisty
pt: Compre um café para o desenvolvedor
ro: Cumpără-mi o cafea
ru: Купить кофе разработчику
tr: Bana Bir Kahve Al
uk: Купіть мені каву
zh: 为开发者买一杯咖啡

source: All Recipes
ar: جميع الوصفات
de: Alle Rezepte
es: Todas las recetas
fa: همه دستورها
fi: Kaikki reseptit
fr: Toutes les recettes
hr: Svi recepti
id: Semua Resep
it: Tutte le Ricette
ja: すべてのレシピ
ko: 모든 레시피
nl: Alle Recepten
no: Alle oppskrifter
pl: Wszystkie przepisy
pt: Todas as Receitas
ro: Toate Rețetele
ru: Все рецепты
tr: Tüm Tarifler
uk: Усі рецепти
zh: 所有食谱

source: Favorite Recipes
ar: الوصفات المفضلة
de: Lieblingsrezepte
es: Recetas favoritas
fa: دستورهای موردعلاقه
fi: Suosikkireseptit
fr: Recettes favorites
hr: Omiljeni recepti
id: Resep Favorit
it: Ricette Preferite
ja: お気に入りのレシピ
ko: 좋아하는 레시피
nl: Favoriete Recepten
no: Favorittoppskrifter
pl: Ulubione przepisy
pt: Receitas Favoritas
ro: Rețete Favorite
ru: Любимые рецепты
tr: Favori Tarifler
uk: Улюблені рецепти
zh: 喜爱的食谱

# coffeeamount
source: Coffee amount (g)
ar: كمية القهوة (غ)
de: Kaffeemenge (g)
es: Cantidad de café (g)
fa: مقدار قهوه (گرم)
fi: Kahvimäärä (g)
fr: Quantité de café (g)
hr: Količina kave (g)
id: Jumlah kopi (g)
it: Quantità di caffè (g)
ja: コーヒー量(g)
ko: 커피 양 (g)
nl: Hoeveelheid koffie (g)
no: Kaffemengde (g)
pl: Ilość kawy (g)
pt: Quantidade de café (g)
ro: Cantitate cafea (g)
ru: Кол-во кофе (г)
tr: Kahve Miktarı (g)
uk: Кількість кави (г)
zh: 咖啡量（克）

# wateramount
source: Water amount (ml)
ar: كمية الماء (مل)
de: Wassermenge (ml)
es: Cantidad de agua (ml)
fa: مقدار آب (میلی‌لیتر)
fi: Vesimäärä (ml)
fr: Quantité d'eau (ml)
hr: Količina vode (ml)
id: Jumlah air (ml)
it: Quantità di acqua (ml)
ja: 水の量(ml)
ko: 물 양 (ml)
nl: Hoeveelheid water (ml)
no: Vannmengde (ml)
pl: Ilość wody (ml)
pt: Quantidade de água (ml)
ro: Cantitate apă (ml)
ru: Кол-во воды (мл)
tr: Su Miktarı (ml)
uk: Кількість води (мл)
zh: 水量（毫升）

# watertemp
source: Water Temperature
ar: درجة حرارة الماء
de: Wassertemperatur
es: Temperatura del agua
fa: دمای آب
fi: Veden lämpötila
fr: Température de l'eau
hr: Temperatura vode
id: Suhu air
it: Temperatura dell'Acqua
ja: 水の温度
ko: 물 온도
nl: Watertemperatuur
no: Vanntemperatur
pl: Temperatura wody
pt: Temperatura da Água
ro: Temperatura Apei
ru: Температура воды
tr: Su Sıcaklığı
uk: Температура води
zh: 水温

source: Grind Size
ar: حجم الطحن
de: Mahlgrad
es: Tamaño de molienda
fa: درجه آسیاب
fi: Jauhatuksen karkeus
fr: Taille de mouture
hr: Finoća mljevenja
id: Tingkat kehalusan gilingan
it: Grado di macinatura
ja: 挽き目の大きさ
ko: 분쇄도
nl: Maalgraad
no: Malingsgrad
pl: Stopień mielenia
pt: Tamanho da Moagem
ro: Mărimea Măcinăturii
ru: Размер помола
tr: Öğütme derecesi
uk: Розмір помелу
zh: 研磨度

source: Brew Time
ar: وقت التحضير
de: Brühzeit
es: Tiempo de extracción
fa: زمان دم
fi: Uuttoaika
fr: Temps d'infusion
hr: Vrijeme pripreme
id: Waktu Penyeduhan
it: Tempo di Infusione
ja: 抽出時間
ko: 추출 시간
nl: Bereidingstijd
no: Bryggetid
pl: Czas parzenia
pt: Tempo de Preparo
ro: Timpul de Preparare
ru: Время заваривания
tr: Demleme Süresi
uk: Час заварювання
zh: 冲泡时间

source: Recipe summary
ar: ملخص الوصفة
de: Rezeptzusammenfassung
es: Resumen de la receta
fa: خلاصه دستور
fi: Reseptin yhteenveto
fr: Résumé de la recette
hr: Sažetak recepta
id: Ringkasan resep
it: Sommario della Ricetta
ja: レシピの概要
ko: 레시피 요약
nl: Receptoverzicht
no: Oppskriftssammendrag
pl: Podsumowanie przepisu
pt: Resumo da Receita
ro: Rezumatul Rețetei
ru: Рецепт
tr: Tarif Özeti
uk: Підсумок рецепту
zh: 食谱摘要

# recipesummarynote
source: Note: this is a basic recipe with default water and coffee amounts.
ar: ملاحظة: هذه وصفة أساسية بكميات ماء وقهوة افتراضية.
de: Hinweis: Dies ist ein Grundrezept mit Standardmengen für Wasser und Kaffee.
es: Nota: esta es una receta básica con cantidades predeterminadas de agua y café.
fa: نکته: این یک دستور پایه با مقادیر پیش‌فرض آب و قهوه است.
fi: Huom: Tämä on perusresepti oletusvesi- ja kahvimäärillä.
fr: Remarque : ceci est une recette de base avec des quantités d'eau et de café par défaut.
hr: Napomena: ovo je osnovni recept sa zadanim količinama vode i kave.
id: Catatan: ini adalah resep dasar dengan jumlah air dan kopi yang standar.
it: Nota: questa è una ricetta base con quantità di acqua e caffè predefinite.
ja: 注：これは、デフォルトの水とコーヒーの量で基本的なレシピです。
ko: 참고: 이는 기본 레시피로 기본 물 및 커피 양입니다.
nl: Opmerking: dit is een basisrecept met standaard hoeveelheden water en koffie.
no: Merk: dette er en grunnleggende oppskrift med standard vann- og kaffemengder.
pl: Uwaga: to jest podstawowy przepis z domyślną ilością wody i kawy.
pt: Nota: esta é uma receita básica com quantidades padrão de água e café.
ro: Notă: aceasta este o rețetă de bază cu cantități implicite de apă și cafea.
ru: Внимание! Это рецепт с базовым количеством кофе и воды.
tr: Not: Bu, varsayılan su ve kahve miktarlarıyla temel bir tariftir.
uk: Примітка: це базовий рецепт із стандартними кількостями води та кави.
zh: 注：这是一份基本食谱，包含默认的水和咖啡量。

source: Preparation
ar: التحضير
de: Vorbereitung
es: Preparación
fa: آماده‌سازی
fi: Valmistelu
fr: Préparation
hr: Priprema
id: Persiapan
it: Preparazione
ja: 準備
ko: 준비
nl: Voorbereiding
no: Forberedelse
pl: Przygotowanie
pt: Preparação
ro: Pregătire
ru: Подготовка
tr: Hazırlık
uk: Підготовка
zh: 准备

source: Brewing Process
ar: عملية الاستخلاص
de: Brühvorgang
es: Proceso de extracción
fa: فرآیند دم
fi: Valmistusprosessi
fr: Processus de brassage
hr: Proces pripreme
id: Proses Penyeduhan
it: Processo di Infusione
ja: 抽出プロセス
ko: 추출 과정
nl: Bereidingsproces
no: Bryggeprosess
pl: Proces parzenia
pt: Processo de Preparação
ro: Procesul de Preparare
ru: Заваривание
tr: Demleme Süreci
uk: Процес заварювання
zh: 冲泡过程

source: Step
ar: خطوة
de: Schritt
es: Paso
fa: مرحله
fi: Vaihe
fr: Étape
hr: Korak
id: Langkah
it: Passaggio
ja: ステップ
ko: 단계
nl: Stap
no: Steg
pl: Krok
pt: Passo
ro: Pas
ru: Шаг
tr: Adım
uk: Крок
zh: 步骤

# seconds
source: {count, plural, =0{seconds} =1{second} other{seconds}}
ar: {count, plural, =0{ثواني} =1{ثانية} other{ثواني}}
de: {count, plural, =0{Sekunden} =1{Sekunde} other{Sekunden}}
es: {count, plural, =0{segundos} =1{segundo} other{segundos}}
fa: {count, plural, =0{ثانیه} =1{ثانیه} other{ثانیه}}
fi: {count, plural, =0{sekuntia} =1{sekunti} other{sekuntia}}
fr: {count, plural, =0{secondes} =1{seconde} other{secondes}}
hr: {count, plural, =0{sekundi} =1{sekunda} other{sekundi}}
id: {count, plural, =0{detik} =1{detik} other{detik}}
it: {count, plural, =0{secondi} =1{secondo} other{secondi}}
ja: {count, plural, =0{秒} =1{秒} other{秒}}
ko: {count, plural, =0{초} =1{초} other{초}}
nl: {count, plural, =0{seconden} =1{seconde} other{seconden}}
no: {count, plural, =0{sekunder} =1{sekund} other{sekunder}}
pl: {count, plural, =0{sekundy} =1{sekunda} other{sekund}}
pt: {count, plural, =0{segundos} =1{segundo} other{segundos}}
ro: {count, plural, =0{secunde} =1{secundă} other{secunde}}
ru: {count, plural, =0{секунд} one{секунда} few{секунды} many{секунд} other{секунд}}
tr: {count, plural, =0{saniye} =1{saniye} other{saniye}}
uk: {count, plural, =0{секунд} =1{секунда} other{секунд}}
zh: {count, plural, =0{秒} =1{秒} other{秒}}

# finishmsg
source: Thanks for using Timer.Coffee! Enjoy your
ar: شكرًا لاستخدامك Timer.Coffee! استمتع بـ
de: Danke, dass Sie Timer.Coffee verwenden! Genießen Sie Ihren
es: Gracias por usar Timer.Coffee! Disfruta de tu
fa: از استفاده از Timer.Coffee متشکریم! قهوه‌تان نوش جان
fi: Kiitos, että käytät Timer.Coffeea! Nauti
fr: Merci d'utiliser Timer.Coffee ! Profitez de votre
hr: Hvala što koristiš Timer.Coffee! Uživaj u kavi koju si pripremio na način
id: Terima kasih telah menggunakan Timer.Coffee! Nikmati
it: Grazie per aver utilizzato Timer.Coffee! Goditi il tuo
ja: Timer.Coffeeをご利用いただきありがとうございます! お楽しみください
ko: Timer.Coffee 사용 감사해요! 즐거운
nl: Bedankt voor het gebruiken van Timer.Coffee! Geniet van je
no: Takk for at du bruker Timer.Coffee! Nyt din
pl: Dziękujemy za korzystanie z Timer.Coffee! Rozkoszuj się swoją
pt: Obrigado por usar o Timer.Coffee! Aproveite seu
ro: Mulțumim că folosești Timer.Coffee! Bucură-te de
ru: Спасибо, что пользуетесь Timer.Coffee, наслаждайтесь вашим
tr: Timer.Coffee'yi kullandığınız için teşekkürler! Kahvenizin tadını çıkarın
uk: Дякуємо, що користуєтесь Timer.Coffee! Насолоджуйтесь вашою
zh: 感谢您使用Timer.Coffee!请享用您的

source: Coffee Fact
ar: حقيقة عن القهوة
de: Kaffee-Fakt
es: Dato sobre el café
fa: دانستنی قهوه
fi: Kahvitieto
fr: Fait sur le café
hr: Činjenica o kavi
id: Fakta Kopi
it: Curiosità sul Caffè
ja: コーヒーの事実
ko: 커피 사실
nl: Koffieweetje
no: Kaffefakta
pl: Ciekawostka o kawie
pt: Fato sobre Café
ro: Fapt despre Cafea
ru: Факт о кофе
tr: Kahve Gerçeği
uk: Факт про каву
zh: 咖啡事实

source: Home
ar: الصفحة الرئيسية
de: Startseite
es: Inicio
fa: خانه
fi: Koti
fr: Accueil
hr: Početna
id: Beranda
ja: ホーム
ko: 홈
no: Hjem
pl: Strona główna
pt: Início
ro: Acasă
ru: Домой
tr: Ana Sayfa
uk: Головна
zh: 首页

source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
fa: نسخه برنامه
fi: Sovellusversio
fr: Version de l'application
hr: Verzija aplikacije
id: Versi Aplikasi
it: Versione dell'App
ja: アプリバージョン
ko: 앱 버전
nl: App Versie
no: App-versjon
pl: Wersja aplikacji
pt: Versão do Aplicativo
ro: Versiunea Aplicației
ru: Версия приложения
tr: Uygulama Sürümü
uk: Версія додатку
zh: 应用版本

# tipsmall
source: Buy a small coffee
ar: شراء قهوة صغيرة
de: Kaufe einen kleinen Kaffee
es: Comprar un café pequeño
fa: یک قهوه کوچک بخر
fi: Osta pieni kahvi
fr: Acheter un petit café
hr: Kupi malu kavu
id: Beli kopi kecil
it: Offri un caffè piccolo
ja: 小さなコーヒーを買う
ko: 작은 커피 사기
nl: Koop een kleine koffie
no: Kjøp en liten kaffe
pl: Kup małą kawę
pt: Comprar um café pequeno
ro: Cumpără o cafea mică
ru: Купить маленький кофе
tr: Küçük bir kahve al
uk: Купіть маленьку каву
zh: 买一杯小咖啡

# tipmedium
source: Buy a medium coffee
ar: شراء قهوة متوسطة
de: Kaufe einen mittleren Kaffee
es: Comprar un café mediano
fa: یک قهوه متوسط بخر
fi: Osta keskikokoinen kahvi
fr: Acheter un café moyen
hr: Kupi srednju kavu
id: Beli kopi berukuran sedang
it: Offri un caffè medio
ja: 中くらいのコーヒーを買う
ko: 중간 커피 사기
nl: Koop een medium koffie
no: Kjøp en medium kaffe
pl: Kup średnią kawę
pt: Comprar um café médio
ro: Cumpără o cafea medie
ru: Купить средний кофе
tr: Orta bir kahve al
uk: Купіть середню каву
zh: 买一杯中咖啡

# tiplarge
source: Buy a large coffee
ar: شراء قهوة كبيرة
de: Kaufe einen großen Kaffee
es: Comprar un café grande
fa: یک قهوه بزرگ بخر
fi: Osta iso kahvi
fr: Acheter un grand café
hr: Kupi veliku kavu
id: Beli kopi berukuran besar
it: Offri un caffè grande
ja: 大きなコーヒーを買う
ko: 큰 커피 사기
nl: Koop een grote koffie
no: Kjøp en stor kaffe
pl: Kup dużą kawę
pt: Comprar um café grande
ro: Cumpără o cafea mare
ru: Купить большой кофе
tr: Büyük bir kahve al
uk: Купіть велику каву
zh: 买一杯大咖啡

# supportdevelopment
source: Support the development
ar: دعم التطوير
de: Die Entwicklung unterstützen
es: Apoyar el desarrollo
fa: حمایت از توسعه
fi: Tue kehitystä
fr: Soutenir le développement
hr: Podrži razvoj
id: Dukung pengembangan
it: Supporta lo sviluppo
ja: 開発をサポートする
ko: 개발 지원
nl: Steun de ontwikkeling
no: Støtt utviklingen
pl: Wesprzyj rozwój
pt: Apoiar o desenvolvimento
ro: Sprijină dezvoltarea
ru: Поддержать разработку
tr: Gelişimi Destekle
uk: Підтримайте розробку
zh: 支持开发

# supportdevmsg
source: Your donations help to cover the maintenance costs (such as developer licenses, for example). They also allow me to try more coffee brewing devices and add more recipes to the app.
ar: تساعد تبرعاتك في تغطية تكاليف الصيانة (مثل تراخيص المطورين، على سبيل المثال). كما تتيح لي تجربة المزيد من أجهزة تحضير القهوة وإضافة المزيد من الوصفات إلى التطبيق.
de: Ihre Spenden helfen, die Wartungskosten zu decken (wie zum Beispiel Entwicklerlizenzen). Sie ermöglichen es mir auch, mehr Kaffeebrühgeräte auszuprobieren und mehr Rezepte zur App hinzuzufügen.
es: Tus donaciones ayudan a cubrir los costos de mantenimiento (como licencias de desarrollador, por ejemplo). También me permiten probar más métodos de preparación de café y agregar más recetas a la aplicación.
fa: کمک‌های شما هزینه نگهداری سرورها را پوشش می‌دهد، امکان افزودن دستگاه‌های دم‌آوری بیشتر و اضافه کردن دستورهای جدید به برنامه را فراهم می‌کند.
fi: Lahjoituksesi auttavat kattamaan ylläpitokustannukset ja mahdollistavat uusien kahvinkeitinlaitteiden hankinnan sekä reseptien lisäämisen sovellukseen.
fr: Vos dons aident à couvrir les coûts de maintenance (comme les licences de développeur, par exemple). Ils me permettent également d'essayer plus d'appareils de brassage de café et d'ajouter plus de recettes à l'application.
hr: Vaše donacije pomažu u pokrivanju troškova održavanja (npr. licenci za razvojne programere). Također mi omogućuju da isprobam više uređaja za kuhanje kave i dodam više recepata u aplikaciju.
id: Donasi Anda membantu menutupi biaya pemeliharaan (seperti lisensi pengembang, misalnya). Mereka juga memperbolehkan saya mencoba lebih banyak perangkat pembuat kopi dan menambahkan lebih banyak resep ke aplikasi.
it: Le tue donazioni aiutano a coprire i costi di manutenzione (come le licenze per sviluppatori, ad esempio). Mi permettono anche di provare più dispositivi per la preparazione del caffè e aggiungere più ricette all'app.
ja: あなたの寄付は、メンテナンス費用（例えば、開発者ライセンスなど）をカバーするのに役立ちます。また、より多くのコーヒー抽出器具を試し、アプリにより多くのレシピを追加することを可能にします。
ko: 기부는 유지 비용 (예: 개발자 라이선스)을 충당하는 데 도움이 돼요 또한 더 많은 커피 추출 기기와 레시피를 앱에 추가할 수 있게 해요
nl: Jouw donaties helpen om de onderhoudskosten te dekken (zoals ontwikkelaarslicenties, bijvoorbeeld). Ze stellen me ook in staat om meer koffiezetapparaten te proberen en meer recepten aan de app toe te voegen.
no: Dine donasjoner hjelper til med å dekke vedlikeholdskostnadene (som for eksempel utviklerlisenser). De lar meg også prøve flere kaffebryggere og legge til flere oppskrifter i appen.
pl: Twoje datki pomagają pokryć koszty utrzymania (takie jak licencje deweloperskie, na przykład). Pozwalają mi również wypróbować więcej urządzeń do parzenia kawy i dodać więcej przepisów do aplikacji.
pt: Suas doações ajudam a cobrir os custos de manutenção (como licenças de desenvolvedor, por exemplo). Elas também me permitem experimentar mais dispositivos de preparação de café e adicionar mais receitas ao aplicativo.
ro: Donările tale ajută la acoperirea costurilor de întreținere (cum ar fi licențele de dezvoltator, de exemplu). Ele îmi permit de asemenea să încerc mai multe dispozitive de preparare a cafelei și să adaug mai multe rețete în aplicație.
ru: Ваши пожертвования помогают оплачивать текущие расходы (например, продлевать лицензии разработчика), а также, благодаря пожертвованиям, я могу пробовать больше способов заваривания и добавлять в приложение больше рецептов.
tr: Bağışlarınız, bakım maliyetlerini (örneğin, geliştirici lisansları gibi) karşılamaya yardımcı olur. Ayrıca, daha fazla kahve demleme cihazı denememe ve uygulamaya daha fazla tarif eklememe olanak tanır.
uk: Ваші пожертвування допомагають покривати витрати на утримання (наприклад, ліцензії для розробників). Вони також дозволяють мені пробувати більше пристроїв для заварювання кави та додавати більше рецептів до додатку.
zh: 您的捐款有助于覆盖维护成本（例如开发者许可证等）。它们还使我能够尝试更多咖啡冲泡设备，并向应用中添加更多食谱。

# supportdevtnx
source: Thanks for considering to donate!
ar: شكرًا لتفكيرك في التبرع!
de: Danke, dass Sie in Erwägung ziehen zu spenden!
es: ¡Gracias por considerar donar!
fa: ممنون که به کمک فکر می‌کنید!
fi: Kiitos, että harkitset lahjoitusta!
fr: Merci de considérer faire un don !
hr: Hvala što razmišljaš o donaciji!
id: Terima kasih telah mempertimbangkan untuk berdonasi!
it: Grazie per aver considerato di donare!
ja: 寄付を検討してくださりありがとうございます！
ko: 기부 고려 감사해요!
nl: Bedankt dat je overweegt te doneren!
no: Takk for at du vurderer å donere!
pl: Dziękujemy za rozważenie wsparcia!
pt: Obrigado por considerar uma doação!
ro: Mulțumim că iei în considerare să donezi!
ru: Спасибо за вашу поддержку!
tr: Bağışta bulunmayı düşündüğünüz için teşekkürler!
uk: Дякую, що розглядаєте можливість пожертвування!
zh: 感谢您考虑捐赠！

# donationok
source: Thank You!
ar: شكرًا لك!
de: Danke!
es: ¡Gracias!
fa: متشکرم!
fi: Kiitos!
fr: Merci !
hr: Hvala!
id: Terima kasih!
it: Grazie!
ja: ありがとうございます！
ko: 감사해요!
nl: Dankjewel!
no: Takk!
pl: Dziękujemy!
pt: Obrigado!
ro: Mulțumesc!
ru: Спасибо!
tr: Teşekkürler!
uk: Дякуємо!
zh: 谢谢您！

# donationtnx
source: I really appreciate your support! Wish you a lot of great brews! ☕️
ar: أقدر دعمك كثيرًا! أتمنى لك الكثير من الإعدادات الرائعة! ☕️
de: Ich schätze Ihre Unterstützung sehr! Ich wünsche Ihnen viele großartige Brühungen! ☕️
es: ¡Realmente aprecio tu apoyo! ¡Te deseo muchos cafés excelentes! ☕️
fa: از حمایت‌تان بسیار متشکرم! آرزوی دم‌آوری‌های عالی برای شما دارم! ☕️
fi: Arvostan tukeasi! Toivotan paljon hyviä uuttoja! ☕️
fr: J'apprécie vraiment votre soutien ! Je vous souhaite beaucoup de bons brassages ! ☕️
hr: Zaista cijenim tvoju podršku! Želim ti puno odličnih priprema! ☕️
id: Saya sangat menghargai dukungan Kamu! Semoga Kamu dapat banyak minuman enak! ☕️
it: Apprezzo davvero il tuo supporto! Ti auguro tante ottime infusioni! ☕️
ja: あなたのサポートに心から感謝します！素晴らしいコーヒーをたくさんお楽しみください！☕️
ko: 지원에 정말 감사해요! 훌륭한 추출를 기원해요! ☕️
nl: Ik waardeer je steun echt! Ik wens je veel geweldige brouwsels! ☕️
no: Jeg setter virkelig pris på støtten din! Ønsker deg mange flotte brygg! ☕️
pl: Bardzo doceniam Twoje wsparcie! Życzę wielu wspaniałych parzeń! ☕️
pt: Realmente aprecio seu apoio! Desejo-lhe muitos ótimos cafés! ☕️
ro: Apreciem foarte mult sprijinul tău! Îți dorim multe preparate grozave! ☕️
ru: Ваша поддержка очень ценна! Желаю вам много хорошего кофе ☕️
tr: Destek olduğunuz için gerçekten minnettarım! Harika demlemeler dilerim! ☕️
uk: Я дуже ціную вашу підтримку! Бажаю вам багато чудових заварювань! ☕️
zh: 非常感谢您的支持！祝您冲泡出许多美味的咖啡！☕️

# donationerr
source: Error
ar: خطأ
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
hr: Greška
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
tr: Hata
uk: Помилка
zh: 错误

# donationerrmsg
source: Error processing the purchase, please try again.
ar: خطأ في معالجة الشراء، الرجاء المحاولة مرة أخرى.
de: Fehler bei der Verarbeitung des Kaufs, bitte versuchen Sie es erneut.
es: Error al procesar la compra, por favor intenta de nuevo.
fa: خطا در پردازش خرید، لطفاً دوباره تلاش کنید.
fi: Maksun käsittely epäonnistui, yritä uudelleen.
fr: Erreur lors du traitement de l'achat, veuillez réessayer.
hr: Greška pri obradi kupnje, pokušaj ponovno.
id: Terjadi error saat memproses pembelian, harap coba lagi.
it: Errore nell'elaborazione dell'acquisto, per favore prova di nuovo.
ja: 購入処理中のエラー、もう一度お試しください。
ko: 구매 처리 오류, 다시 시도하세요.
nl: Fout bij het verwerken van de aankoop, probeer het opnieuw.
no: Feil ved behandling av kjøpet, vennligst prøv igjen.
pl: Błąd przetwarzania zakupu, spróbuj ponownie.
pt: Erro ao processar a compra, por favor, tente novamente.
ro: Eroare la procesarea achiziției, te rog încearcă din nou.
ru: Ошибка обработки платежа, пожалуйста попробуйте ещё раз
tr: Satın alma işlemi sırasında bir hata oluştu, lütfen tekrar deneyin.
uk: Помилка обробки покупки, будь ласка, спробуйте ще раз.
zh: 处理购买时出错，请重试。

# sharemsg
source: Check out this recipe:
ar: تحقق من هذه الوصفة:
de: Schauen Sie sich dieses Rezept an:
es: Mira esta receta:
fa: این دستور را ببین:
fi: Katso tämä resepti:
fr: Découvrez cette recette :
hr: Pregledaj ovaj recept:
id: Lihat resep ini:
it: Dai un'occhiata a questa ricetta:
ja: このレシピをチェックしてください：
ko: 이 레시피 확인:
nl: Bekijk dit recept:
no: Sjekk ut denne oppskriften:
pl: Sprawdź ten przepis:
pt: Confira esta receita:
ro: Uite această rețetă:
ru: Попробуй рецепт:
tr: Bu tarife bir göz atın:
uk: Перегляньте цей рецепт:
zh: 查看这个食谱：

# finishbrew
source: Finish
ar: انتهاء
de: Fertig
es: Finalizar
fa: پایان
fi: Valmis
fr: Terminer
hr: Završi
id: Selesai
it: Termina
ja: 終了
ko: 완료
nl: Klaar
no: Fullfør
pl: Zakończ
pt: Finalizar
ro: Finalizează
ru: Конец заварки
tr: Bitir
uk: Завершити
zh: 完成

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hr: Postavke
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh: 設定

# settingstheme
source: Theme
ar: الثيم
de: Thema
es: Tema
fa: تم
fi: Teema
fr: Thème
hr: Tema
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
no: Tema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
tr: Tema
uk: Тема
zh: 主题

# settingsthemelight
source: Light
ar: فاتح
de: Hell
es: Claro
fa: روشن
fi: Vaalea
fr: Clair
hr: Svijetla
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
no: Lys
pl: Jasny
pt: Claro
ro: Luminos
ru: Светлая
tr: Aydınlık
uk: Світла
zh: 浅色

# settingsthemedark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fa: تیره
fi: Tumma
fr: Sombre
hr: Tamna
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
no: Mørk
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
tr: Karanlık
uk: Темна
zh: 深色

# settingsthemesystem
source: System
ar: النظام
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
hr: Sustav
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ro: Sistem
ru: Системная
tr: Sistem
uk: Системна
zh: 系统

# settingslang
source: Language
ar: اللغة
de: Sprache
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
hr: Jezik
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
no: Språk
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
tr: Dil
uk: Мова
zh: 言語

source: Sweet
ar: حلو
de: Süß
es: Dulce
fa: شیرین
fi: Makea
fr: Doux
hr: Slatko
id: Manis
it: Dolce
ja: 甘い
ko: 달콤한
nl: Zoet
no: Søt
pl: Słodki
pt: Doce
ro: Dulce
ru: Сладкий
tr: Tatlı
uk: Солодкий
zh: 甜

source: Balance
ar: توازن
es: Balanceado
fa: تعادل
fi: Tasapainoinen
fr: Équilibre
hr: Balans
id: Seimbang
it: Bilanciato
ja: バランス
ko: 균형
nl: Balans
no: Balanse
pl: Równowaga
pt: Equilíbrio
ro: Echilibrat
ru: Сбалансированный
tr: Denge
uk: Збалансований
zh: 平衡

source: Acidic
ar: حمضي
de: Sauer
es: Ácido
fa: اسیدی
fi: Hapokas
fr: Acide
hr: Kiselo
id: Asam
it: Acidulo
ja: 酸っぱい
ko: 신맛
nl: Zuur
no: Sur
pl: Kwasowy
pt: Ácido
ro: Acid
ru: Кислый
tr: Asidik
uk: Кислий
zh: 酸

source: Light
ar: خفيف
de: Leicht
es: Suave
fa: روشن
fi: Kevyt
fr: Léger
hr: Svijetlo
id: Ringan
it: Leggero
ja: ライト
ko: 라이트
nl: Licht
no: Lett
pl: Lekki
pt: Leve
ro: Luminos
ru: Лёгкий
tr: Hafif
uk: Легкий
zh: 轻

source: Strong
ar: قوي
de: Stark
es: Fuerte
fa: قوی
fi: Vahva
fr: Fort
hr: Jako
id: Kuat
it: Forte
ja: 強い
ko: 스트롱
nl: Sterk
no: Sterk
pl: Mocny
pt: Forte
ro: Puternic
ru: Крепкий
tr: Güçlü
uk: Міцний
zh: 强
