Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# slidertitle
source: Use sliders to adjust taste
ar: استخدم المنزلقات لضبط الطعم
de: Verwenden Sie Schieberegler, um den Geschmack anzupassen
es: Usa los controles deslizantes para ajustar el sabor
fa: عنوان اسلایدر
fi: Säädä makua liu'uttamalla
fr: Utilisez les curseurs pour ajuster le goût
hr: Pomoću klizača prilagodi okus
id: Gunakan penggeser untuk menyesuaikan rasa
it: Usa i cursori per regolare il gusto
ja: スライダーを使用して味を調整する
ko: 맛 조정을 위한 슬라이더 사용
nl: Gebruik schuifregelaars om smaak aan te passen
no: Bruk glidebrytere for å justere smak
pl: Użyj suwaków, aby dostosować smak
pt: Use os controles deslizantes para ajustar o sabor
ro: Folosește glisoarele pentru a ajusta gustul
ru: Используйте слайдеры, чтобы настроить вкус
tr: Tadı ayarlamak için kaydırıcıları kullanın
uk: Використовуйте слайдери для коригування смаку
zh: 使用滑块调整口味

# whatsnewtitle
source: What's new
ar: ما الجديد
de: Was gibt's Neues
es: Qué hay de nuevo
fa: چه چیز جدید است
fi: Mitä uutta
fr: Quoi de neuf
hr: Novosti
id: Apa yang baru
it: Novità
ja: 新着情報
ko: 새로운 기능
nl: Wat is nieuw
no: Hva er nytt
pl: Co nowego
pt: O que há de novo
ro: Ce este nou
ru: Что нового
tr: Yenilikler
uk: Що нового
zh: 有什么新鲜事

# whatsnewclose
source: Close
ar: أغلق
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hr: Zatvori
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
tr: Kapat
uk: Закрити
zh: 关闭

source: Season Specials
ar: عروض المواسم الخاصة
de: Saison-Spezialitäten
es: Especiales de Temporada
fa: ویژه‌های فصل
fi: Kauden erikoisuudet
fr: Spéciaux de Saison
hr: Sezonska specijalna ponuda
id: Spesial Musim
it: Specialità Stagionali
ja: シーズンスペシャル
ko: 시즌 특선
nl: Seizoen Specials
no: Sesongspesialiteter
pl: Specjalne Oferty Sezonowe
pt: Especiais de Temporada
ro: Specialități de Sezon
ru: Сезонные эффекты
tr: Mevsim Özel
uk: Спеціальні пропозиції сезону
zh: 季节特惠

source: Snow
ar: ثلج
de: Schnee
es: Nieve
fa: برف
fi: Lumi
fr: Neige
hr: Snijeg
id: Salju
it: Neve
ja: 雪
ko: 눈
nl: Sneeuw
no: Snø
pl: Śnieg
pt: Neve
ro: Zăpadă
ru: Снег
tr: Kar
uk: Сніг
zh: 雪

# noFavoriteRecipesMessage
source: Your list of favorite recipes is currently empty. Start exploring and brewing to discover your favorites!
ar: قائمة وصفاتك المفضلة فارغة حاليًا. ابدأ الاستكشاف والتحضير لاكتشاف المفضلة لديك!
de: Deine Liste der Lieblingsrezepte ist derzeit leer. Beginne zu erkunden und zu brauen, um deine Favoriten zu entdecken!
es: Tu lista de recetas favoritas está vacía. ¡Comienza a explorar y preparar para descubrir tus favoritas!
fa: هنوز دستوری را محبوب نکرده‌اید.
fi: Suosikkireseptiesi lista on tyhjä. Aloita tutkiminen ja uuttaminen löytääksesi suosikkisi!
fr: Votre liste de recettes favorites est actuellement vide. Commencez à explorer et à brasser pour découvrir vos favoris !
hr: Tvoj popis omiljenih recepata je trenutno prazan. Počni istraživati i pripremati kako bi otkrio/la svoje favorite!
id: Daftar resep favorit Kamu saat ini kosong. Mulailah menjelajah dan menyeduh untuk menemukan favorit Kamu!
it: La tua lista di ricette preferite è attualmente vuota. Inizia ad esplorare e preparare per scoprire i tuoi preferiti!
ja: お気に入りのレシピリストは現在空です。探索して醸造を始めて、お気に入りを発見しましょう！
ko: 좋아하는 레시피 목록이 비어 있습니다. 탐색하고 추출하여 좋아하는 것을 발견하세요!
nl: Je lijst met favoriete recepten is momenteel leeg. Begin met verkennen en brouwen om je favorieten te ontdekken!
no: Listen over favorittoppskrifter er for øyeblikket tom. Begynn å utforske og brygge for å oppdage favorittene dine!
pl: Twoja lista ulubionych przepisów jest obecnie pusta. Zacznij eksplorować i warzyć, aby odkryć swoje ulubione!
pt: Sua lista de receitas favoritas está atualmente vazia. Comece a explorar e a preparar para descobrir seus favoritos!
ro: Lista ta de rețete favorite este momentan goală. Începe să explorezi și să prepari pentru a descoperi favoritele tale!
ru: Ваш список любимых рецептов пока что пуст. Начните заваривать, чтобы узнать, что вам нравится больше всего!
tr: Favori tarifler listeniz şu anda boş. Keşfetmeye ve demlemeye başlayarak favorilerinizi keşfedin!
uk: Ваш список улюблених рецептів наразі порожній. Почніть досліджувати та заварювати, щоб відкрити для себе улюблені!
zh: 您的最爱食谱列表当前为空。开始探索和酿造，以发现您的最爱！

source: Explore
ar: استكشاف
de: Neues Entdecken
es: Explorar
fa: کاوش
fi: Tutki
fr: Explorer
hr: Istraži
id: Jelajahi
it: Esplorare
ja: 探索する
ko: 탐색
nl: Verken
no: Utforsk
pl: Odkrywaj
pt: Descobrir
ro: Explorează
ru: Открытия
tr: Keşfet
uk: Досліджувати
zh: 探索

# dateFormat
source: MMM d, yyyy
ar: d MMM، yyyy
de: d. MMM yyyy
es: d MMM, yyyy
fa: yyyy/MM/dd
fi: d. MMM yyyy
fr: d MMM yyyy
id: d MMM, yyyy
it: d MMM yyyy
ja: yyyy年MMMd日
nl: d MMM yyyy
no: d. MMM yyyy
pl: d MMM, yyyy
pt: d 'de' MMM 'de' yyyy
ro: d MMM yyyy
ru: d MMM yyyy
tr: d MMM yyyy
uk: d MMM yyyy
zh: yyyy年MMMd日

# timeFormat
source: hh:mm a
ar: HH:mm
de: HH:mm
es: HH:mm
fa: HH:mm
fi: HH:mm
fr: HH:mm
id: HH:mm
it: HH:mm
ja: HH:mm
nl: HH:mm
no: HH:mm
pl: HH:mm
pt: HH:mm
ro: HH:mm
ru: HH:mm
tr: HH:mm
uk: HH:mm
zh: HH:mm

source: Brew Diary
ar: يوميات القهوة
de: Brautagebuch
es: Diario de preparaciones
fa: دفترچه دم
fi: Uuttopäiväkirja
fr: Journal de Brassage
hr: Dnevnik pripreme
id: Diari Seduhan
it: Diario di Infusione
ja: 醸造日記
ko: 브루잉 일지
nl: Brouwdagboek
no: Bryggdagbok
pl: Dziennik Warzenia
pt: Diário de Preparo
ro: Jurnal de Brăzdat
ru: Дневник заварок
tr: Demleme Günlüğü
uk: Щоденник Заварок
zh: 酿造日记

# brewdiarynotfound
source: No entries found
ar: لم يتم العثور على مداخلات
de: Keine Einträge gefunden
es: No se encontraron entradas
fa: دفترچه‌ای یافت نشد
fi: Ei merkintöjä
fr: Aucune entrée trouvée
hr: Nije pronađen nijedan unos
id: Tidak ada entri yang ditemukan
it: Nessuna voce trovata
ja: エントリーが見つかりません
ko: 항목을 찾을 수 없습니다
nl: Geen vermeldingen gevonden
no: Ingen oppføringer funnet
pl: Nie znaleziono wpisów
pt: Nenhuma entrada encontrada
ro: Nu s-au găsit înregistrări
ru: Записи не найдены
tr: Giriş bulunamadı
uk: Записів не знайдено
zh: 未找到条目

source: Beans
ar: حبوب القهوة
de: Bohnen
es: Granos
fa: دانه‌ها
fi: Pavut
fr: Grains
hr: Zrna
id: Biji
it: Chicchi
ja: 豆
ko: 원두
nl: Bonen
no: Bønner
pl: Ziarna
pt: Grãos
ro: Boabe
ru: Зерна
tr: Çekirdekler
uk: Зерна
zh: 咖啡豆

source: Roaster
ar: المحمصة
de: Röster
es: Tostaduría
fa: رستر
fi: Paahtimo
fr: Torréfacteur
hr: Pržionica
id: Roastery
it: Torrefazione
ja: 焙煎機
ko: 로스터리
nl: Branderij
no: Brenneri
pl: Palarnia
pt: Torrefação
ro: Prăjitorie
ru: Обжарщик
tr: Kahve kavurucusu
uk: Обсмажувач
zh: 烘焙商

source: Rating
ar: التقييم
de: Bewertung
es: Calificación
fa: امتیاز
fi: Arvostelu
fr: Évaluation
hr: Ocjena
id: Peringkat
it: Valutazione
ja: 評価
ko: 평점
nl: Beoordeling
no: Vurdering
pl: Ocena
pt: Classificação
ro: Evaluare
ru: Рейтинг
tr: Puanlama
uk: Оцінка
zh: 评分

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
fa: نکته‌ها
fi: Muistiinpanot
hr: Bilješke
id: Catatan
it: Note
ja: ノート
ko: 노트
nl: Notities
no: Notater
pl: Notatki
pt: Notas
ro: Note
ru: Заметки
tr: Notlar
uk: Нотатки
zh: 笔记

# statsscreen
source: Coffee Statistics
ar: إحصائيات القهوة
de: Kaffee-Statistik
es: Estadísticas de café
fa: صفحه آمار
fi: Kahvitilastot
fr: Statistiques du café
hr: Statistika kave
id: Statistik Kopi
it: Statistica caffè
ja: コーヒー統計
ko: 커피 통계
nl: Koffiestijl statistieken
no: Kaffestatistikk
pl: Statystyki kawy
pt: Estatísticas de Café
ro: Statistici cafea
ru: Статистика
tr: Kahve İstatistikleri
uk: Статистика кави
zh: 咖啡统计

source: Your stats
ar: إحصائياتك
de: Ihre Statistiken
es: Tus estadísticas
fa: آمار شما
fi: Omat tilastot
fr: Vos statistiques
hr: Tvoja statistika
id: Statistik Anda
it: Le tue statistiche
ja: あなたの統計
ko: 내 통계
nl: Jouw statistiek
no: Din statistikk
pl: Twoje statystyki
pt: Suas estatísticas
ro: Statisticile tale
ru: Ваша статистика
tr: Verileriniz
uk: Ваша статистика
zh: 您的统计数据

source: Coffee brewed:
ar: القهوة المُحضرة:
de: Gekochter Kaffee:
es: Café preparado:
fa: قهوه دم‌شده
fi: Kahvia uutettu:
fr: Café infusé :
hr: Pripremljeno kave:
id: Kopi yang diseduh:
it: Caffè preparato:
ja: 淹れたコーヒー:
ko: 추출된 커피:
nl: Koffie Gebrouwen:
no: Kaffe brygget:
pl: Zaparzonej kawy:
pt: Café preparado:
ro: Cafea preparată:
ru: Приготовлено кофе:
tr: Demlenen kahve:
uk: Зварено кави:
zh: 咖啡冲泡：

# litersUnit
source: L
ar: لتر
fa: لیتر
ja: リットル
ru: л
uk: л
zh: 升

source: Most used recipes:
ar: وصفات القهوة الأكثر استخدامًا:
de: Meistgenutzte Rezepte:
es: Recetas más usadas:
fa: پرکاربردترین دستورها
fi: Eniten käytetyt reseptit:
fr: Recettes les plus utilisées :
hr: Najčešće korišteni recepti:
id: Resep yang paling sering digunakan:
it: Ricette più utilizzate:
ja: 最も使用されるレシピ:
ko: 가장 많이 사용된 레시피:
nl: Meeste gebruikte recepten:
no: Mest brukte oppskrifter:
pl: Najczęściej używane przepisy:
pt: Receitas mais utilizadas:
ro: Rețetele cele mai utilizate:
ru: Самые используемые рецепты:
tr: En çok kullanılan tarifler:
uk: Найчастіше використовувані рецепти:
zh: 最常用配方：

source: Global stats
ar: إحصائيات عامة
de: Globale Statistiken
es: Estadísticas globales
fa: آمار جهانی
fi: Maailman tilastot
fr: Statistiques globales
hr: Globalna statistika
id: Statistik Global
it: Statistiche globali
ja: グローバル統計
ko: 글로벌 통계
nl: Global Statistieken
no: Global statistikk
pl: Statystyki globalne
pt: Estatísticas globais
ro: Statistici globale
ru: Глобальная статистика
tr: Genel veriler
uk: Глобальна статистика
zh: 全球统计数据

source: Unknown Recipe
ar: وصفة غير معروفة
de: Unbekanntes Rezept
es: Receta desconocida
fa: دستور ناشناخته
fi: Tuntematon resepti
fr: Recette inconnue
hr: Nepoznat recept
id: Resep Tidak Dikenal
it: Ricetta sconosciuta
ja: 不明なレシピ
ko: 알 수 없는 레시피
nl: Onbekend Recept
no: Ukjent oppskrift
pl: Nieznany przepis
pt: Receita Desconhecida
ro: Rețetă necunoscută
ru: Неизвестный рецепт
tr: Bilinmeyen Tarif
uk: Невідомий рецепт
zh: 未知配方

source: No data
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fa: داده‌ای وجود ندارد
fi: Ei dataa
fr: Aucune donnée
hr: Nema podataka
id: Tidak ada data
it: Nessun dato
ja: データなし
ko: 데이터 없음
nl: Geen data
no: Ingen data
pl: Brak danych
pt: Sem dados
ro: Fără date
ru: Нет данных
tr: Veri yok
uk: Дані відсутні
zh: 无数据

# error
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fa: خطا
fi: Virhe: {error}
fr: Erreur : {error}
hr: Greška
id: Kesalahan: {error}
it: Errore: {error}
ja: エラー: {error}
ko: 오류
nl: Fout: {error}
no: Feil: {error}
pl: Błąd: {error}
pt: Erro: {error}
ro: Eroare: {error}
ru: Ошибка: {error}
tr: Hata: {error}
uk: Помилка: {error}
zh: 错误：{error}

# someoneJustBrewed
source: Someone just brewed {recipeName}
ar: قام أحدهم بتحضير {recipeName} للتو
de: Jemand hat gerade {recipeName} gebrüht
es: Alguien acaba de preparar {recipeName}
fa: کسی همین الان {recipeName} را دم کرد
fi: Joku juuri valmisti {recipeName}
fr: Quelqu'un vient d'infuser {recipeName}
hr: Netko je upravo pripremio {recipeName}
id: Seseorang baru saja menyeduh {recipeName}
it: Qualcuno ha appena preparato {recipeName}
ja: {recipeName}を淹れたばかりです
ko: 누군가 {recipeName}을(를) 방금 추출했어요
nl: iemand heeft zojuist {recipeName} gebrouwd.
no: Noen har nettopp brygget {recipeName}
pl: Ktoś właśnie zaparzył {recipeName}
pt: Alguém acabou de preparar {recipeName}
ro: Cineva tocmai a preparat {recipeName}
ru: Кто-то только что сварил {recipeName}
tr: Birisi az önce demledi: {recipeName}
uk: Хтось щойно заварив {recipeName}
zh: 有人刚刚冲泡了 {recipeName}

# timePeriodToday
source: Today
ar: اليوم
de: Heute
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
hr: Danas
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
no: I dag
pl: Dzisiaj
pt: Hoje
ro: Astăzi
ru: Сегодня
tr: Bugün
uk: сьогодні
zh: 今天

# timePeriodThisWeek
source: This Week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fa: این هفته
fi: Tällä viikolla
fr: Cette semaine
hr: Ovaj tjedan
id: Minggu Ini
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze Week
no: Denne uken
pl: W tym tygodniu
pt: Esta Semana
ro: Săptămâna aceasta
ru: Эту неделю
tr: Bu Hafta
uk: цього тижня
zh: 本周

# timePeriodThisMonth
source: This Month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fa: این ماه
fi: Tässä kuussa
fr: Ce mois
hr: Ovaj mjesec
id: Bulan Ini
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze Maand
no: Denne måneden
pl: W tym miesiącu
pt: Este Mês
ro: Luna aceasta
ru: Этот месяц
tr: Bu Ay
uk: цього місяця
zh: 本月

# timePeriodCustom
source: Custom
ar: مخصصة
de: Benutzerdefiniert
es: Personalizado
fa: بازه سفارشی
fi: Mukautettu
fr: Personnalisée
hr: Prilagođeno
id: Kustom
it: Personalizza
ja: カスタム
ko: 사용자 지정
no: Tilpasset
pl: Niestandardowe
pt: Personalizado
ro: Personalizat
ru: Пользовательский
tr: Özel
uk: Індивідуально
zh: 自定义

source: Stats for
ar: إحصائيات لـ
de: Statistiken für
es: Estadísticas de
fa: آمار برای
fi: Tilastot kohteelle
fr: Statistiques pour
hr: Statistika za
id: Statistik untuk
it: Statistiche per
ja: 統計情報
ko: 통계
nl: Stats voor
no: Statistikk for
pl: Statystyki dla
pt: Estatísticas para
ro: Statistici pentru
ru: Статистика за
tr: Için istatistik
uk: Статистика для
zh: 的统计信息

# homescreenbrewcoffee
source: Brew Coffee
ar: تحضير القهوة
de: Kaffee kochen
es: Preparar café
fa: قهوه دم کن
fi: Valmista kahvi
fr: Faire du café
hr: Pripremi kavu
id: Seduh kopi
it: Prepara il caffè
ja: コーヒーを淹れる
ko: 커피 내리기
nl: Zet koffie
no: Brygg kaffe
pl: Zaparz kawę
pt: Preparar café
ro: Prepară cafea
ru: Заварить кофе
tr: Kahve demle
uk: Зварити каву
zh: 冲泡咖啡

# homescreenhub
source: Hub
ar: المحور
fa: مرکز
fi: Hubi
hr: Središte
ja: ハブ
ko: 허브
ru: Хаб
uk: Центр
zh: 中心区

# homescreenmore
source: More
ar: المزيد
de: Mehr
es: Más
fa: بیشتر
fi: Lisää
fr: Plus
hr: Više
id: Lainnya
it: Altro
ja: もっと
ko: 더 보기
nl: Meer
no: Mer
pl: Więcej
pt: Mais
ro: Mai mult
ru: Ещё
tr: Daha Fazla
uk: Ще
zh: 更

source: Add beans
ar: أضف حبوبًا
de: Bohnen hinzufügen
es: Añadir granos
fa: افزودن دانه‌ها
fi: Lisää pavut
fr: Ajouter des grains
hr: Dodaj zrna
id: Tambahkan biji kopi
it: Aggiungi chicchi
ja: 豆を追加
ko: 원두 추가
nl: Bonen toevoegen
no: Legg til bønner
pl: Dodaj ziarna
pt: Adicionar grãos
ro: Adăugați boabe
ru: Добавить зерна
tr: Çekirdek ekle
uk: Додати зерна
zh: 添加咖啡豆

source: Remove beans
ar: أزل حبوبًا
de: Bohnen entfernen
es: Quitar granos
fa: حذف دانه‌ها
fi: Poista pavut
fr: Retirer des grains
hr: Ukloni zrna
id: Buang biji kopi
it: Rimuovi chicchi
ja: 豆を取り除く
ko: 원두 제거
nl: Bonen verwijderen
no: Fjern bønner
pl: Usuń ziarna
pt: Remover grãos
ro: Eliminați boabe
ru: Удалить зерна
tr: Çekirdek çıkar
uk: Прибрати зерна
zh: 移除咖啡豆

source: Name
ar: الاسم
es: Nombre
fa: نام
fi: Nimi
fr: Nom
hr: Naziv
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
tr: Ad
uk: Назва
zh: 名称

source: Origin
ar: المنشأ
de: Ursprung
es: Origen
fa: مبدا
fi: Alkuperä
fr: Origine
hr: Podrijetlo
id: Asal
it: Origine
ja: 原産地
ko: 원산지
nl: Oorsprong
no: Opprinnelse
pl: Pochodzenie
pt: Origem
ro: Origine
ru: Страна происхождения
tr: Menşei
uk: Походження
zh: 产地

source: Details
ar: التفاصيل
es: Detalles
fa: جزئیات
fi: Lisätiedot
fr: Détails
hr: Detalji
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
no: Detaljer
pl: Szczegóły
pt: Detalhes
ro: Detalii
ru: Подробнее
tr: Ayrıntılar
uk: Деталі
zh: 详情

source: Coffee Beans
ar: حبوب البن
de: Kaffeebohnen
es: Granos de café
fa: دانه‌های قهوه
fi: Kahvipavut
fr: Grains de café
hr: Zrna kave
id: Kopi
it: Chicchi di caffè
ja: コーヒー豆
ko: 커피 원두
nl: Koffiebonen
no: Kaffebønner
pl: Kawa ziarnista
pt: Grãos de Café
ro: Boabe de cafea
ru: Зерна кофе
tr: Kahve Çekirdekleri
uk: Зерна кави
zh: 咖啡豆

source: Loading
ar: جارٍ التحميل
de: Laden...
es: Cargando
fa: در حال بارگذاری
fi: Ladataan
fr: Chargement
hr: Učitavanje
id: Memuat
it: Caricamento in corso
ja: 読み込み中
ko: 로딩 중
nl: Laden
no: Laster
pl: Ładowanie
pt: Carregando
ro: Se încarcă
ru: Загрузка
tr: Yükleniyor
uk: Завантаження
zh: 加载中

# nocoffeebeans
source: No coffee beans found
ar: لم يتم العثور على حبوب البن
de: Keine Kaffeebohnen gefunden
es: No se encontraron granos de café
fa: هیچ دانه قهوه‌ای یافت نشد
fi: Kahvipapuja ei löytynyt
fr: Aucun grain de café trouvé
hr: Nisu pronađena zrna kave
id: Tidak ada kopi yang ditemukan
it: Nessun chicco di caffè trovato
ja: コーヒー豆が見つかりません
ko: 원두를 찾을 수 없습니다
nl: Geen koffiebonen gevonden
no: Ingen kaffebønner funnet
pl: Nie znaleziono kawy ziarnistej
pt: Nenhum grão de café encontrado
ro: Nu s-au găsit boabe de cafea
ru: Зерна кофе не найдены
tr: Kahve çekirdeği bulunamadı
uk: Зерна кави не знайдені
zh: 未找到咖啡豆

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
hr: Izbriši
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
no: Slett
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除

# removeFavorite
source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fa: حذف از محبوب‌ها
fi: Poista suosikeista
fr: Retirer des favoris
hr: Ukloni iz favorita
id: Hapus dari favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 좋아하는 목록에서 제거
nl: Verwijder uit favorieten
no: Fjern fra favoritter
pl: Usuń z ulubionych
pt: Remover dos favoritos
ro: Elimină din favorite
ru: Удалить из избранного
tr: Favorilerden kaldır
uk: Видалити з обраного
zh: 从收藏夹中移除

# addFavorite
source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fa: افزودن به محبوب‌ها
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
hr: Dodaj u favorite
id: Tambahkan ke favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 좋아하는 목록에 추가
nl: Voeg toe aan favorieten
no: Legg til i favoritter
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ro: Adaugă la favorite
ru: Добавить в избранное
tr: Favorilere ekle
uk: Додати до обраного
zh: 添加到收藏夹

source: Toggle edit mode
ar: تبديل وضع التحرير
de: Bearbeitungsmodus umschalten
es: Activar/desactivar modo de edición
fa: تغییر حالت ویرایش
fi: Vaihda muokkaustilaa
fr: Activer/désactiver le mode édition
hr: Uključi/isključi način uređivanja
id: Alihkan mode edit
it: Attiva/disattiva modalità di modifica
ja: 編集モードを切り替える
ko: 편집 모드 토글
nl: Bewerkingsmodus in-/uitschakelen
no: Veksle redigeringsmodus
pl: Przełącz tryb edycji
pt: Alternar modo de edição
ro: Comută modul de editare
ru: Редактировать
tr: Düzenleme Modunu Değiştir
uk: Перемкнути режим редагування
zh: 切换编辑模式

source: Coffee Beans Details
ar: تفاصيل حبوب البن
de: Details zu den Kaffeebohnen
es: Detalles de los granos
fa: جزئیات دانه‌های قهوه
fi: Kahvipapujen tiedot
fr: Détails des grains de café
hr: Detalji o zrnima kave
id: Detail Kopi
it: Dettagli sui chicchi di caffè
ja: コーヒー豆の詳細
ko: 커피 원두 세부 정보
nl: Koffiebonen Details
no: Kaffebønnedetaljer
pl: Szczegóły kawy ziarnistej
pt: Detalhes dos Grãos de Café
ro: Detalii boabe de cafea
ru: Информация о зернах
tr: Kahve Çekirdeği Detayları
uk: Інформація про зерна кави
zh: 咖啡豆详情

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
hr: Uredi
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
no: Rediger
pl: Edytuj
pt: Editar
ro: Editează
ru: Редактировать
tr: Düzenle
uk: Редагувати
zh: 编辑

source: Coffee beans not found
ar: لم يتم العثور على حبوب البن
de: Kaffeebohnen nicht gefunden
es: No se encontraron granos de café
fa: دانه قهوه‌ای پیدا نشد
fi: Kahvipapuja ei löytynyt
fr: Grains de café non trouvés
hr: Zrna kave nisu pronađena
id: Kopi tidak ditemukan
it: Chicchi di caffè non trovati
ja: コーヒー豆が見つかりません
ko: 원두를 찾을 수 없습니다
nl: Koffiebonen niet gevonden
no: Kaffebønner ikke funnet
pl: Nie znaleziono kawy ziarnistej
pt: Grãos de café não encontrados
ro: Boabele de cafea nu au fost găsite
ru: Зерна кофе не найдены
tr: Kahve çekirdekleri bulunamadı
uk: Зерна кави не знайдені
zh: 未找到咖啡豆

source: Basic Information
ar: المعلومات الأساسية
de: Grunddaten
es: Datos básicos
fa: اطلاعات پایه
fi: Perustiedot
fr: Informations de base
hr: Osnovne informacije
id: Informasi dasar
it: Dati di base
ja: 基本情報
ko: 기본 정보
nl: Basisgegevens
no: Grunnleggende informasjon
pl: Dane podstawowe
pt: Dados básicos
ro: Date de bază
ru: Основное
tr: Temel bilgiler
uk: Основні відомості
zh: 基本信息

source: Geography/Terroir
ar: الجغرافيا / المنشأ
de: Geographie/Terroir
es: Geografía/Terruño
fa: جغرافیا/ترُوار
fi: Maantiede/Terroir
fr: Géographie/Terroir
hr: Geografija/Tlo
id: Geografi/Terroir
it: Geografia/Terroir
ja: 地理/テロワール
ko: 지리/테루아
nl: Geografie/Terroir
no: Geografi/Terroir
pl: Pochodzenie/Region
pt: Geografia/Terroir
ro: Geografie/Terroir
ru: География/Терруар
tr: Coğrafya/Terroir
uk: Географія/Територія
zh: 地理/风土

source: Variety
ar: الصنف
de: Varietät
es: Variedad
fa: گونه
fi: Lajike
fr: Variété
hr: Sorta
id: Varietas
it: Varietà
ja: 品種
ko: 품종
nl: Variëteit
no: Variasjon
pl: Odmiana
pt: Variedade
ro: Soi
ru: Разновидность
tr: Çeşit
uk: Сорт
zh: 品种

source: Region
ar: أمريكا الشمالية
es: Norteamérica
fa: منطقه
fi: Pohjois-Amerikka
fr: Région
hr: Regija
id: Amerika Utara
it: Nord America
ja: 地域
ko: 지역
nl: Regio
pl: Ameryka Północna
pt: Região
ro: America de Nord
ru: Северная Америка
tr: Kuzey Amerika
uk: Регіон
zh: 北美

source: Elevation
ar: الارتفاع
de: Höhe
es: Elevación
fa: ارتفاع
fi: Kasvukorkeus
fr: Altitude
hr: Nadmorska visina
id: Ketinggian
it: Altitudine
ja: 標高
ko: 고도
nl: Hoogte
no: Høyde
pl: Wysokość
pt: Altitude
ro: Altitudine
ru: Высота произрастания
tr: Yükseklik
uk: Висота
zh: 海拔

source: Harvest Date
ar: تاريخ الحصاد
de: Erntedatum
es: Fecha de cosecha
fa: تاریخ برداشت
fi: Sadonkorjuupäivä
fr: Date de récolte
hr: Datum berbe
id: Tanggal Panen
it: Data di raccolta
ja: 収穫日
ko: 수확 날짜
nl: Oogstdatum
no: Høstedato
pl: Data zbioru
pt: Data da Colheita
ro: Data recoltării
ru: Дата сбора урожая
tr: Hasat Tarihi
uk: Дата збору врожаю
zh: 收获日期

source: Processing
ar: المعالجة
de: Verarbeitung
es: Procesamiento
fa: فرآوری
fi: Prosessointi
fr: Traitement
hr: Obrada
id: Pemrosesan
it: Lavorazione
ja: 精製方法
ko: 가공
nl: Verwerking
no: Prosessering
pl: Obróbka
pt: Processamento
ro: Procesare
ru: Обработка
tr: İşleme
uk: Обробка
zh: 加工方式

source: Processing Method
ar: طريقة المعالجة
de: Verarbeitungsmethode
es: Método de procesamiento
fa: روش فرآوری
fi: Prosessointimenetelmä
fr: Méthode de traitement
hr: Način obrade
id: Metode Pemrosesan
it: Metodo di lavorazione
ja: 精製方法
ko: 가공 방법
nl: Verwerkingsmethode
no: Prosesseringsmetode
pl: Metoda obróbki
pt: Método de Processamento
ro: Metoda de procesare
ru: Способ обработки
tr: İşleme Yöntemi
uk: Спосіб обробки
zh: 加工方法

source: Roast Date
ar: تاريخ التحميص
de: Röstdatum
es: Fecha de tueste
fa: تاریخ رُست
fi: Paahtopäivä
fr: Date de torréfaction
hr: Datum prženja
id: Tanggal Sangrai
it: Data di tostatura
ja: 焙煎日
ko: 로스팅 날짜
nl: Branddatum
no: Brenningsdato
pl: Data palenia
pt: Data de Torrefação
ro: Data prăjirii
ru: Дата обжарки
tr: Kavurma Tarihi
uk: Дата обсмажування
zh: 烘焙日期

source: Roast Level
ar: درجة التحميص
de: Röstgrad
es: Nivel de tueste
fa: درجه رُست
fi: Paahtoaste
fr: Niveau de torréfaction
hr: Stupanj prženja
id: Tingkat Sangrai
it: Livello di tostatura
ja: 焙煎度
ko: 로스팅 레벨
nl: Branding
no: Brenningsgrad
pl: Stopień palenia
pt: Nível de Torrefação
ro: Nivel de prăjire
ru: Степень обжарки
tr: Kavurma Derecesi
uk: Ступінь обсмажування
zh: 烘焙程度

source: Cupping Score
ar: درجة التقييم
de: Cupping-Punktzahl
es: Puntuación de cata
fa: امتیاز کاپینگ
fi: Cupping-pisteet
fr: Note de dégustation
hr: Cupping ocjena
id: Skor Cupping
it: Punteggio di degustazione
ja: カッピングスコア
ko: 컵핑 점수
pl: Ocena sensoryczna
pt: Pontuação da Prova
ro: Scor Cupping
ru: Оценка дегустации
tr: Cupping Puanı
uk: Оцінка дегустації
zh: 杯测评分

source: Flavor Profile
ar: نكهة
de: Geschmacksprofil
es: Perfil de sabor
fa: پروفایل طعمی
fi: Makuprofiili
fr: Profil aromatique
hr: Profil okusa
id: Profil Rasa
it: Profilo aromatico
ja: フレーバープロファイル
ko: 풍미 프로필
nl: Smaakprofiel
no: Smaksprofil
pl: Profil smakowy
pt: Perfil de Sabor
ro: Profil aromatic
ru: Вкусовой профиль
tr: Lezzet Profili
uk: Смаковий профіль
zh: 风味特征
