Repository: antonkarliner/timer-coffee
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fa, fi, fr, hr, id, it, ja, ko, nl, no, pl, pt, ro, ru, tr, uk, zh

# yearlyStatsStory8TitleLow
source: You stayed true to yourself and used only these {count} brewing methods this year:
ar: لقد ظللت وفيًا لنفسك واستخدمت فقط طرق التخمير هذه {count} هذا العام:
de: Du bist dir treu geblieben und hast dieses Jahr nur diese {count} Brühmethoden verwendet:
es: Te mantuviste fiel a ti mismo y solo usaste estos {count} métodos de preparación este año:
fa: شما وفادار ماندید و فقط از این {count} روش دم‌آوری در سال استفاده کردید:
fi: Pysyttelit omassa tyylissäsi ja käytit vain näitä {count} valmistusmenetelmää tänä vuonna:
fr: Vous êtes resté fidèle à vous-même et n'avez utilisé que ces {count} méthodes d'infusion cette année :
hr: Ostao/la si dosljedan/dosljedna i koristio/la samo ovih {count} načina pripreme ove godine:
id: Anda tetap setia pada diri sendiri dan hanya menggunakan {count} metode seduh ini tahun ini:
it: Sei rimasto fedele a te stesso e quest'anno hai utilizzato solo questi {count} metodi di preparazione:
ja: 今年は、{count} つの抽出方法だけを使用しました。
ko: 올해 이 {count} 추출 방법을 고수했습니다:
nl: Je bent trouw gebleven aan jezelf en hebt dit jaar alleen deze {count} zetmethoden gebruikt:
no: Du holdt deg tro mot deg selv og brukte kun disse {count} bryggemetodene i år:
pl: Byłeś wierny sobie i korzystałeś tylko z tych {count} metod parzenia w tym roku:
pt: Você se manteve fiel a si mesmo e usou apenas estes {count} métodos de preparo este ano:
ro: Ai rămas fidel gusturilor tale și ai folosit doar aceste {count} metode de preparare anul acesta:
ru: Вы остались верны себе и использовали только эти {count} способа заваривания в этом году:
tr: Kendinize sadık kaldınız ve bu yıl yalnızca şu {count} demleme yöntemini kullandınız:
uk: Ви залишилися вірними собі та використовували лише ці {count} способи заварювання цього року:
zh: 您忠于自己，今年只使用了这 {count} 种冲煮方法：

# yearlyStatsStory8TitleMedium
source: You were discovering new tastes and used {count} brewing methods this year:
ar: كنت تكتشف أذواقًا جديدة واستخدمت {count} من طرق التخمير هذا العام:
de: Du hast neue Geschmäcker entdeckt und dieses Jahr {count} Brühmethoden verwendet:
es: Estuviste descubriendo nuevos sabores y usaste {count} métodos de preparación este año:
fa: شما در حال کشف طعم‌های جدید بودید و {count} روش دم‌آوری در سال استفاده کردید:
fi: Kokeilit uusia makuja ja käytit {count} valmistusmenetelmää tänä vuonna:
fr: Vous découvriez de nouvelles saveurs et avez utilisé {count} méthodes d'infusion cette année :
hr: Otkrivao/la si nove okuse i koristio/la {count} načina pripreme ove godine:
id: Anda menemukan rasa baru dan menggunakan {count} metode seduh tahun ini:
it: Stavi scoprendo nuovi gusti e quest'anno hai utilizzato {count} metodi di preparazione:
ja: 今年は、{count} つの抽出方法を試して、新しい味を発見しました。
ko: 새로운 맛을 발견하며 올해 {count} 추출 방법을 사용했습니다:
nl: Je was nieuwe smaken aan het ontdekken en hebt dit jaar {count} zetmethoden gebruikt:
no: Du oppdaget nye smaker og brukte {count} bryggemetoder i år:
pl: Odkrywałeś nowe smaki i używałeś {count} metod parzenia w tym roku:
pt: Você estava descobrindo novos sabores e usou {count} métodos de preparo este ano:
ro: Ai descoperit gusturi noi și ai folosit {count} metode de preparare anul acesta:
ru: Вы открывали для себя новые вкусы и использовали {count} способов заваривания в этом году:
tr: Yeni tatlar keşfediyordunuz ve bu yıl {count} demleme yöntemi kullandınız:
uk: Ви відкривали для себе нові смаки та використовували {count} способів заварювання цього року:
zh: 您在探索新口味，今年使用了 {count} 种冲煮方法：

# yearlyStatsStory8TitleHigh
source: You were a true coffee discoverer and used {count} brewing methods this year:
ar: لقد كنت مكتشفًا حقيقيًا للقهوة واستخدمت {count} من طرق التخمير هذا العام:
de: Du warst ein echter Kaffee-Entdecker und hast dieses Jahr {count} Brühmethoden verwendet:
es: Fuiste un verdadero descubridor de café y usaste {count} métodos de preparación este año:
fa: شما یک کاشف واقعی قهوه بودید و {count} روش دم‌آوری در سال استفاده کردید:
fi: Olit todellinen kahvintutkija ja käytit {count} valmistusmenetelmää tänä vuonna:
fr: Vous étiez un véritable découvreur de café et avez utilisé {count} méthodes d'infusion cette année :
hr: Bio/la si pravi istraživač kave i koristio/la {count} načina pripreme ove godine:
id: Anda adalah penemu kopi sejati dan menggunakan {count} metode seduh tahun ini:
it: Eri un vero scopritore di caffè e quest'anno hai utilizzato {count} metodi di preparazione:
ja: 今年は、{count} つの抽出方法を試して、真のコーヒー愛好家でした。
ko: 진정한 커피 탐색가로서 올해 {count} 추출 방법을 사용했습니다:
nl: Je was een echte koffieontdekker en hebt dit jaar {count} zetmethoden gebruikt:
no: Du var en ekte kaffeoppdager og brukte {count} bryggemetoder i år:
pl: Byłeś prawdziwym odkrywcą kawy i używałeś {count} metod parzenia w tym roku:
pt: Você foi um verdadeiro descobridor de café e usou {count} métodos de preparo este ano:
ro: Ai fost un adevărat explorator al cafelei și ai folosit {count} metode de preparare anul acesta:
ru: Вы были настоящим кофейным первооткрывателем и использовали {count} способов заваривания в этом году:
tr: Gerçek bir kahve kaşifiydiniz ve bu yıl {count} demleme yöntemi kullandınız:
uk: Ви були справжнім першовідкривачем кави та використовували {count} способів заварювання цього року:
zh: 您是一位真正的咖啡探索者，今年使用了 {count} 种冲煮方法：

# yearlyStatsStory9Text
source: So much else to discover!
ar: الكثير لاكتشافه!
de: Es gibt noch so viel zu entdecken!
es: ¡Hay mucho más por descubrir!
fa: این‌ها لحظات خوشمزه‌ای بودند!
fi: Niin paljon muuta löydettävää!
fr: Tant d'autres choses à découvrir !
hr: Toliko toga još za otkriti!
id: Masih banyak lagi yang bisa ditemukan!
it: Tanto altro da scoprire!
ja: 他にもたくさんの発見があります。
ko: 발견할 게 더 많아요!
nl: Er valt nog zoveel te ontdekken!
no: Så mye mer å oppdage!
pl: Jeszcze tyle do odkrycia!
pt: Há muito mais para descobrir!
ro: Mai sunt atâtea de descoperit!
ru: Еще так много всего предстоит открыть!
tr: Keşfedilecek çok şey var!
uk: Стільки всього ще належить відкрити!
zh: 还有很多东西有待发现！

# yearlyStatsStory10Text
source: Your top-3 recipes in 2024 were{ellipsis}
ar: كانت أفضل 3 وصفات لديك في عام 2024 هي{ellipsis}
de: Deine Top-3-Rezepte im Jahr 2024 waren{ellipsis}
es: Tus 3 recetas principales en 2024 fueron{ellipsis}
fa: سه دستور برتر شما در ۲۰۲۴ این‌ها بودند{ellipsis}
fi: Top 3 -reseptisi vuonna 2024 olivat{ellipsis}
fr: Vos 3 meilleures recettes en 2024 étaient{ellipsis}
hr: Tvoja top 3 recepta u 2024. su bila{ellipsis}
id: 3 resep teratas Anda di tahun 2024 adalah{ellipsis}
it: Le tue 3 migliori ricette nel 2024 sono state{ellipsis}
ja: 2024 年のあなたのお気に入りのレシピトップ 3 は{ellipsis}
ko: 2024년 상위 3 레시피{ellipsis}
nl: Je top 3 recepten in 2024 waren{ellipsis}
no: Dine topp-3 oppskrifter i 2024 var{ellipsis}
pl: Twoje 3 najlepsze przepisy w 2024 roku to{ellipsis}
pt: Suas 3 principais receitas em 2024 foram{ellipsis}
ro: Rețetele tale de top 3 din 2024 au fost{ellipsis}
ru: Ваши топ-3 рецепта в 2024 году{ellipsis}
tr: 2024'teki en iyi 3 tarifiniz şunlardı{ellipsis}
uk: Ваші 3 найкращі рецепти у 2024 році{ellipsis}
zh: 您在 2024 年的前三名配方是{ellipsis}

# yearlyStatsFinalText
source: See you in 2025!
ar: أراك في عام 2025!
de: Wir sehen uns 2025!
es: ¡Nos vemos en 2025!
fa: به خاطر یک سال عالی قهوه سپاسگزاریم!
fi: Nähdään 2025!
fr: Rendez-vous en 2025 !
hr: Vidimo se 2025.!
id: Sampai jumpa di tahun 2025!
it: Ci vediamo nel 2025!
ja: 2025 年にお会いしましょう。
ko: 2025년에 만나요!
nl: Tot ziens in 2025!
no: Ses i 2025!
pl: Do zobaczenia w 2025 roku!
pt: Até 2025!
ro: Ne vedem în 2025!
ru: Увидимся в 2025 году!
tr: 2025'te görüşmek üzere!
uk: Побачимося у 2025 році!
zh: 2025 年再见！

# yearlyStatsActionLove
source: Show some love ({likesCount})
ar: أظهر بعض الحب ({likesCount})
de: Liebe zeigen ({likesCount})
es: Muestra un poco de amor ({likesCount})
fa: یک قلب بده ({likesCount})
fi: Näytä tykkäyksesi ({likesCount})
fr: Montrez un peu d'amour ({likesCount})
hr: Pokaži malo ljubavi ({likesCount})
id: Tunjukkan beberapa cinta ({likesCount})
it: Mostra un po' di amore ({likesCount})
ja: いいねを送信する ({likesCount})
ko: 사랑 보여주기 ({likesCount})
nl: Toon wat liefde ({likesCount})
no: Vis litt kjærlighet ({likesCount})
pl: Okaż trochę miłości ({likesCount})
pt: Demonstre algum amor ({likesCount})
ro: Arată-ți aprecierea ({likesCount})
ru: Показать любовь ({likesCount})
tr: Biraz sevgi göster ({likesCount})
uk: Поділіться любов’ю ({likesCount})
zh: 点赞 ({likesCount})

# yearlyStatsActionDonate
source: Donate
ar: تبرع
de: Spenden
es: Donar
fa: کمک مالی
fi: Lahjoita
fr: Faire un don
hr: Doniraj
id: Donasi
it: Dona
ja: 寄付する
ko: 기부
nl: Doneren
no: Doner
pl: Wpłać darowiznę
pt: Doar
ro: Donează
ru: Пожертвовать
tr: Bağış Yap
uk: Зробити пожертвування
zh: 捐赠

# yearlyStatsActionShare
source: Share your progress
ar: شارك تقدمك
de: Teile deinen Fortschritt
es: Comparte tu progreso
fa: اشتراک‌گذاری
fi: Jaa edistymisesi
fr: Partager vos progrès
hr: Podijeli tvoj napredak
id: Bagikan kemajuan Anda
it: Condividi i tuoi progressi
ja: 進捗状況を共有する
ko: 진행 상황 공유
nl: Deel je voortgang
no: Del fremgangen din
pl: Udostępnij swoje postępy
pt: Compartilhe seu progresso
ro: Distribuie-ți progresul
ru: Поделитесь своим прогрессом
tr: İlerlemeni paylaş
uk: Поділитися своїм прогресом
zh: 分享您的进度

# yearlyStatsUnknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fa: نامشخص
fi: Tuntematon
fr: Inconnu
hr: Nepoznato
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
no: Ukjent
pl: Nieznane
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
zh: 未知

# yearlyStatsErrorSharing
source: Failed to share: {error}
ar: فشل المشاركة: {error}
de: Fehler beim Teilen: {error}
es: No se pudo compartir: {error}
fa: اشتراک‌گذاری ناموفق بود: {error}
fi: Jakaminen epäonnistui: {error}
fr: Échec du partage : {error}
hr: Nije uspjelo dijeljenje: {error}
id: Gagal berbagi: {error}
it: Impossibile condividere: {error}
ja: 共有に失敗しました: {error}
ko: 공유 실패: {error}
nl: Delen mislukt: {error}
no: Kunne ikke dele: {error}
pl: Nie udało się udostępnić: {error}
pt: Falha ao compartilhar: {error}
ro: Distribuirea a eșuat: {error}
ru: Не удалось поделиться: {error}
tr: Paylaşım başarısız oldu: {error}
uk: Не вдалося поділитися: {error}
zh: 分享失败：{error}

# yearlyStatsShareProgressMyYear
source: My year with Timer.Coffee
ar: عامي مع Timer.Coffee
de: Mein Jahr mit Timer.Coffee
es: Mi año con Timer.Coffee
fa: در حال آماده‌سازی «سال من»...
fi: Vuoteni Timer.Coffee:ssa
fr: Mon année avec Timer.Coffee
hr: Moja godina s Timer.Coffee
id: Tahun saya bersama Timer.Coffee
it: Il mio anno con Timer.Coffee
ja: Timer.Coffee との一年
ko: Timer.Coffee와 함께한 내 1년
nl: Mijn jaar met Timer.Coffee
no: Mitt år med Timer.Coffee
pl: Mój rok z Timer.Coffee
pt: Meu ano com o Timer.Coffee
ro: Anul meu cu Timer.Coffee
ru: Мой год с Timer.Coffee
tr: Timer.Coffee ile Yılım
uk: Мій рік з Timer.Coffee
zh: 我与 Timer.Coffee 的一年

# yearlyStatsShareProgressTop3Recipes
source: My top-3 recipes:
ar: أفضل 3 وصفات:
de: Meine Top-3-Rezepte:
es: Mis 3 recetas principales:
fa: در حال آماده‌سازی سه دستور برتر...
fi: Top 3 -reseptini:
fr: Mes 3 meilleures recettes :
hr: Moja top 3 recepta:
id: 3 resep teratas saya:
it: Le mie 3 ricette migliori:
ja: 私のトップ3レシピ：
ko: 내 상위 3 레시피:
nl: Mijn top 3 recepten:
no: Mine topp-3 oppskrifter:
pl: Moje 3 najlepsze przepisy:
pt: Minhas 3 melhores receitas:
ro: Top 3 rețete:
ru: Мои топ-3 рецепта:
tr: En çok tercih ettiğim 3 tarif:
uk: Мої 3 найкращі рецепти:
zh: 我的最爱前 3 名配方：

# yearlyStatsShareProgressTop3Roasters
source: My top-3 roasters:
ar: أفضل 3 محامص:
de: Meine Top-3-Röster:
es: Mis 3 tostadores principales:
fa: در حال آماده‌سازی سه رستر برتر...
fi: Top 3 -paahtimoni:
fr: Mes 3 meilleurs torréfacteurs :
hr: Moje top 3 pržionice:
id: 3 pemanggang teratas saya:
it: I miei 3 torrefattori migliori:
ja: 私のトップ3ロースター：
ko: 내 상위 로스터리 3곳:
nl: Mijn top 3 branders:
no: Mine topp-3 brennerier:
pl: Moi 3 najlepsi producenci:
pt: Meus 3 melhores torrefadores:
ro: Top 3 prăjitori:
ru: Мои топ-3 обжарщика:
tr: En çok tercih ettiğim 3 kavurucu:
uk: Мої 3 найкращі обсмажувальники:
zh: 我的最爱前 3 名烘焙商：

# yearlyStatsFailedToLike
source: Failed to like. Please try again.
ar: تعذر الإعجاب. يرجى إعادة المحاولة.
de: Fehler beim Liken. Bitte versuche es erneut.
es: No se pudo dar me gusta. Inténtalo de nuevo.
fa: خطا در ثبت پسندیدن
fi: Tykkäys epäonnistui. Yritä uudelleen.
fr: Échec de l'ajout aux favoris. Veuillez réessayer.
hr: Označavanje sa 'Sviđa mi se' nije uspjelo. Pokušaj ponovno.
id: Gagal menyukai. Silakan coba lagi.
it: Impossibile mettere mi piace. Riprova.
ja: いいねできませんでした。もう一度お試しください。
ko: 좋아요 실패. 다시 시도하세요.
nl: Kon niet leuk vinden. Probeer het opnieuw.
no: Kunne ikke like. Vennligst prøv igjen.
pl: Nie udało się polubić. Spróbuj ponownie.
pt: Falha ao curtir. Por favor, tente novamente.
ro: Nu s-a apreciat. Încercați din nou.
ru: Не удалось поставить лайк. Пожалуйста, попробуйте еще раз.
tr: Beğenilemedi. Lütfen tekrar deneyin.
uk: Не вдалося поставити лайк. Спробуйте ще раз.
zh: 点赞失败。请重试。

# labelCoffeeBrewed
source: Coffee brewed
ar: تم تحضير القهوة
de: Kaffee gebrüht
es: Café preparado
fa: قهوه دم‌شده:
fi: Kahvia uutettu
fr: Cafés infusés
hr: Kavu pripremio/la
id: Kopi diseduh
it: Caffè preparato
ja: コーヒーを淹れました
ko: 추출된 커피
nl: Koffie gebrouwen
no: Kaffe brygget
pl: Zaparzona kawa
pt: Cafés preparados
ro: Cafea preparată
ru: Кофе сварено
tr: Kahve demlendi
uk: Кава зварена
zh: 冲煮的咖啡

# labelTastedBeansBy
source: Tasted beans by
ar: تم تذوق حبوب البن من
de: Bohnen von
es: Granos probados por
fa: دانه‌ها چشیده شده از:
fi: Papuja maistellut
fr: Grains goûtés par
hr: Kušana zrna od
id: Biji kopi dicicipi oleh
it: Chicchi assaggiati da
ja: 焙煎者:
ko: 로스터리별 맛본 원두
nl: Geproefde bonen van
no: Smakte bønner fra
pl: Spróbowane ziarna od
pt: Grãos experimentados de
ro: Boabe gustate de la
ru: Зерна попробованы от
tr: Tarafından kavrulan çekirdekleri denedi
uk: Зерна, що скуштували:
zh: 品尝过的咖啡豆烘焙商

# labelDiscoveredCoffeeFrom
source: Discovered coffee from
ar: تم اكتشاف القهوة من
de: Kaffee aus
es: Café descubierto de
fa: قهوه کشف‌شده از:
fi: Löytänyt kahvia maasta
fr: Café découvert de
hr: Otkrio/la kavu iz
id: Kopi ditemukan dari
it: Caffè scoperto da
ja: 原産地の発見:
ko: 발견된 커피 원산지
nl: Ontdekte koffie uit
no: Oppdaget kaffe fra
pl: Odkryta kawa z
pt: Cafés descobertos de
ro: Cafea descoperită din
ru: Открыт кофе из
tr: Şu ülkeden kahve keşfetti:
uk: Відкрита кава з
zh: 发现的咖啡产地

# labelUsedBrewingMethods
source: Used
ar: تم استخدام
de: Verwendet
es: Métodos utilizados
fa: روش‌های دم استفاده‌شده:
fi: Käytti
fr: Utilisé
hr: Korišteno
id: Digunakan
it: Utilizzati
ja: 使用:
ko: 사용
nl: Gebruikte
no: Brukte
pl: Użyte
pt: Utilizado
ro: Utilizate
ru: Использовано
tr: Kullanılan
uk: Використано
zh: 使用过的

# formattedRoasterCount
source: {count} {count, plural, =1{roaster} other{roasters}}
ar: {count} {count, plural, zero {محمصة} one {محمصة} two {محمصتان} few {محامص} many {محمصة} other{محمصة}}
de: {count} {count, plural, one {Röster} other {Röster}}
es: {count} {count, plural, one {tostador} other {tostadores}}
fa: {count} {count, plural, =1{رستر} other{رسترها}}
fi: {count} {count, plural, =1{paahtimo} other{paahtimoa}}
fr: {count} {count, plural, one {torréfacteur} other {torréfacteurs}}
hr: {count} {count, plural, =1{pržionica} other{pržionice}}
id: {count} {count, plural, other{pemanggang}}
it: {count} {count, plural, one {torrefattore} other {torrefattori}}
ja: {count} {count, plural, other{ロースター}}
ko: {count} {count, plural, =1{로스터리} other{로스터리}}
nl: {count} {count, plural, one {brander} other {branders}}
no: {count} {count, plural, =1{brenneri} other{brennerier}}
pl: {count} {count, plural, =1{producent} few{producentów} many{producentów} other{producentów}}
pt: {count} {count, plural, one {torrefador} other {torrefadores}}
ro: {count} {count, plural, one{prăjitor} few{prăjitori} other{de prăjitori}}
ru: {count} {count, plural, one {обжарщик} few {обжарщика} many {обжарщиков} other {обжарщиков}}
tr: {count} {count, plural, =1{kavurucu} other{kavurucu}}
uk: {count} {count, plural, one {# обсмажувальник} few {# обсмажувальники} many {# обсмажувальників} other{# обсмажувальникa}}
zh: {count} {count, plural, other{家烘焙商}}

# formattedCountryCount
source: {count} {count, plural, =1{country} other{countries}}
ar: {count} {count, plural, zero {دولة} one {دولة} two {دولتان} few {دول} many {دولة} other{دولة}}
de: {count} {count, plural, one {Land} other {Länder}}
es: {count} {count, plural, one {país} other {países}}
fa: {count} {count, plural, =1{کشور} other{کشورها}}
fi: {count} {count, plural, =1{maa} other{maata}}
fr: {count} {count, plural, one {pays} other {pays}}
hr: {count} {count, plural, =1{država} other{države}}
id: {count} {count, plural, other{negara}}
it: {count} {count, plural, one {paese} other {paesi}}
ja: {count} {count, plural, other{か国}}
ko: {count} {count, plural, =1{국가} other{국가}}
nl: {count} {count, plural, one {land} other {landen}}
no: {count} {count, plural, =1{land} other{land}}
pl: {count} {count, plural, =1{kraj} few{kraje} many{krajów} other{krajów}}
pt: {count} {count, plural, one {país} other {países}}
ro: {count} {count, plural, one{țară} few{țări} other{de țări}}
ru: {count} {count, plural, one {страна} few {страны} many {стран} other {стран}}
tr: {count} {count, plural, =1{ülke} other{ülke}}
uk: {count} {count, plural, one {# країна} few {# країни} many {# країн} other{# країни}}
zh: {count} {count, plural, other{个国家/地区}}

# formattedBrewingMethodCount
source: {count} {count, plural, =1{brewing method} other{brewing methods}}
ar: {count} {count, plural, zero {طريقة تحضير} one {طريقة تحضير} two {طريقتا تحضير} few {طرق تحضير} many {طريقة تحضير} other{طريقة تحضير}}
de: {count} {count, plural, one {Brühmethode} other {Brühmethoden}}
es: {count} {count, plural, one {método de preparación} other {métodos de preparación}}
fa: {count} {count, plural, =1{روش دم‌آوری} other{روش‌های دم‌آوری}}
fi: {count} {count, plural, =1{valmistusmenetelmä} other{valmistusmenetelmää}}
fr: {count} {count, plural, one {méthode d'infusion} other {méthodes d'infusion}}
hr: {count} {count, plural, =1{način pripreme} other{načini pripreme}}
id: {count} {count, plural, other{metode seduh}}
it: {count} {count, plural, one {metodo di infusione} other {metodi di infusione}}
ja: {count} {count, plural, other{つの抽出方法}}
ko: {count} {count, plural, =1{추출 방법} other{추출 방법}}
nl: {count} {count, plural, one {zetmethode} other {zetmethoden}}
no: {count} {count, plural, =1{bryggemetode} other{bryggemetoder}}
pl: {count} {count, plural, =1{metoda parzenia} few{metody parzenia} many{metod parzenia} other{metod parzenia}}
pt: {count} {count, plural, one {método de preparo} other {métodos de preparo}}
ro: {count} {count, plural, one{metodă de preparare} few{metode de preparare} other{de metode de preparare}}
ru: {count} {count, plural, one {способ заваривания} few {способа заваривания} many {способов заваривания} other {способов заваривания}}
tr: {count} {count, plural, =1{demleme yöntemi} other{demleme yöntemi}}
uk: {count} {count, plural, one {# спосіб заварювання} few {# способи заварювання} many {# способів заварювання} other{# способу заварювання}}
zh: {count} {count, plural, other{种冲煮方法}}

# recipeCreationScreenEditRecipeTitle
source: Edit Recipe
ar: تعديل الوصفة
de: Rezept bearbeiten
es: Editar Receta
fa: ویرایش دستور
fi: Muokkaa reseptiä
fr: Modifier la recette
hr: Uredi recept
id: Edit Resep
it: Modifica Ricetta
ja: レシピを編集
ko: 레시피 편집
nl: Recept bewerken
no: Rediger oppskrift
pl: Edytuj przepis
pt: Editar Receita
ro: Editează Rețeta
ru: Редактировать рецепт
tr: Tarifi Düzenle
uk: Редагувати рецепт
zh: 编辑食谱

# recipeCreationScreenCreateRecipeTitle
source: Create Recipe
ar: إنشاء وصفة
de: Rezept erstellen
es: Crear Receta
fa: ایجاد دستور
fi: Luo resepti
fr: Créer une recette
hr: Kreiraj recept
id: Buat Resep
it: Crea Ricetta
ja: レシピを作成
ko: 레시피 생성
nl: Recept maken
no: Opprett oppskrift
pl: Utwórz przepis
pt: Criar Receita
ro: Creează Rețetă
ru: Создать рецепт
tr: Tarif Oluştur
uk: Створити рецепт
zh: 创建食谱

# recipeCreationScreenRecipeStepsTitle
source: Recipe Steps
ar: خطوات الوصفة
de: Rezeptschritte
es: Pasos de la Receta
fa: مراحل دستور
fi: Reseptin vaiheet
fr: Étapes de la recette
hr: Koraci recepta
id: Langkah Resep
it: Passaggi della Ricetta
ja: レシピの手順
ko: 레시피 단계
nl: Receptstappen
no: Oppskriftssteg
pl: Kroki przepisu
pt: Passos da Receita
ro: Pașii Rețetei
ru: Шаги рецепта
tr: Tarif Adımları
uk: Кроки рецепту
zh: 食谱步骤

# recipeCreationScreenRecipeNameLabel
source: Recipe Name
ar: اسم الوصفة
de: Rezeptname
es: Nombre de la Receta
fa: نام دستور
fi: Reseptin nimi
fr: Nom de la recette
hr: Naziv recepta
id: Nama Resep
it: Nome Ricetta
ja: レシピ名
ko: 레시피 이름
nl: Receptnaam
no: Oppskriftsnavn
pl: Nazwa przepisu
pt: Nome da Receita
ro: Nume Rețetă
ru: Название рецепта
tr: Tarif Adı
uk: Назва рецепту
zh: 食谱名称

# recipeCreationScreenShortDescriptionLabel
source: Short Description
ar: وصف قصير
de: Kurzbeschreibung
es: Descripción Corta
fa: توضیح کوتاه
fi: Lyhyt kuvaus
fr: Description courte
hr: Kratki opis
id: Deskripsi Singkat
it: Descrizione Breve
ja: 簡単な説明
ko: 짧은 설명
nl: Korte beschrijving
no: Kort beskrivelse
pl: Krótki opis
pt: Descrição Curta
ro: Descriere Scurtă
ru: Краткое описание
tr: Kısa Açıklama
uk: Короткий опис
zh: 简短描述

# recipeCreationScreenBrewingMethodLabel
source: Brewing Method
ar: طريقة التحضير
de: Brühmethode
es: Método de Preparación
fa: روش دم
fi: Valmistusmenetelmä
fr: Méthode d'infusion
hr: Način pripreme
id: Metode Penyeduhan
it: Metodo di Infusione
ja: 抽出方法
ko: 추출 방법
nl: Zetmethode
no: Bryggemetode
pl: Metoda parzenia
pt: Método de Preparo
ro: Metodă de Preparare
ru: Метод заваривания
tr: Demleme Yöntemi
uk: Метод заварювання
zh: 冲煮方法

# recipeCreationScreenCoffeeAmountLabel
source: Coffee Amount (g)
ar: كمية القهوة (غ)
de: Kaffeemenge (g)
es: Cantidad de Café (g)
fa: مقدار قهوه
fi: Kahvimäärä (g)
fr: Quantité de café (g)
hr: Količina kave (g)
id: Jumlah Kopi (g)
it: Quantità Caffè (g)
ja: コーヒーの量 (g)
ko: 커피 양 (g)
nl: Koffiehoeveelheid (g)
no: Kaffemengde (g)
pl: Ilość kawy (g)
pt: Quantidade de Café (g)
ro: Cantitate Cafea (g)
ru: Количество кофе (г)
tr: Kahve Miktarı (g)
uk: Кількість кави (г)
zh: 咖啡量 (克)

# recipeCreationScreenWaterAmountLabel
source: Water Amount (ml)
ar: كمية الماء (مل)
de: Wassermenge (ml)
es: Cantidad de Agua (ml)
fa: مقدار آب
fi: Vesimäärä (ml)
fr: Quantité d'eau (ml)
hr: Količina vode (ml)
id: Jumlah Air (ml)
it: Quantità Acqua (ml)
ja: 水の量 (ml)
ko: 물 양 (ml)
nl: Waterhoeveelheid (ml)
no: Vannmengde (ml)
pl: Ilość wody (ml)
pt: Quantidade de Água (ml)
ro: Cantitate Apă (ml)
ru: Количество воды (мл)
tr: Su Miktarı (ml)
uk: Кількість води (мл)
zh: 水量 (毫升)

# recipeCreationScreenWaterTempLabel
source: Water Temperature (°C)
ar: درجة حرارة الماء (°م)
de: Wassertemperatur (°C)
es: Temperatura del Agua (°C)
fa: دمای آب
fi: Veden lämpötila (°C)
fr: Température de l'eau (°C)
hr: Temperatura vode (°C)
id: Suhu Air (°C)
it: Temperatura Acqua (°C)
ja: 水の温度 (°C)
ko: 물 온도 (°C)
nl: Watertemperatuur (°C)
no: Vanntemperatur (°C)
pl: Temperatura wody (°C)
pt: Temperatura da Água (°C)
ro: Temperatură Apă (°C)
ru: Температура воды (°C)
tr: Su Sıcaklığı (°C)
uk: Температура води (°C)
zh: 水温 (°C)

# recipeCreationScreenGrindSizeLabel
source: Grind Size
ar: حجم الطحن
de: Mahlgrad
es: Tamaño de Molienda
fa: اندازه آسیاب
fi: Jauhatuksen karkeus
fr: Taille de mouture
hr: Finoća mljevenja
id: Ukuran Gilingan
it: Dimensione Macinatura
ja: 挽き目のサイズ
ko: 분쇄도
nl: Maalgraad
no: Malingsgrad
pl: Rozmiar mielenia
pt: Tamanho da Moagem
ro: Mărime Măcinătură
ru: Размер помола
tr: Öğütme Boyutu
uk: Розмір помелу
zh: 研磨粒度
