[
  "La historia del café tiene sus raíces en antiguas tradiciones orales de la actual Etiopía, aunque no existen evidencias directas de su consumo antes del siglo XV.",
  "Los monasterios sufíes de Yemen usaban el café para mejorar la concentración durante sus oraciones.",
  "El café se difundió por el Levante a principios del siglo XVI y llegó a Italia en la segunda mitad de ese siglo a través de las rutas comerciales mediterráneas.",
  "Las primeras cafeterías en Europa occidental surgieron a finales del siglo XVII, especialmente en países como Holanda, Inglaterra y Alemania.",
  "Uno de los primeros cultivos de café en el Nuevo Mundo fue en 1720, cuando Gabriel de Clieu introdujo plantas de café en Martinica, lo que facilitó su propagación por el Caribe y México.",
  "Desde 1852, Brasil es el mayor productor mundial de café, seguido por Vietnam, que alcanzó el segundo lugar en 1999.",
  "La palabra 'café' entró al inglés en 1582 del neerlandés 'koffie', derivado del turco otomano 'kahve' (قهوه), y este a su vez del árabe 'qahwah' (قَهْوَة).",
  "Los términos 'cafetera' y 'pausa para el café' surgieron en 1705 y 1952, respectivamente.",
  "Se han estudiado las variedades genéticas de Coffea arabica. Se considera que el cafeto domesticado original proviene de Harar, y la población autóctona de Etiopía, con variaciones en Sudán y Kenia.",
  "El café se cultiva en el 'cinturón del grano', una región que rodea la zona ecuatorial. Cada área dentro de este cinturón tiene características únicas de altitud, clima y suelo que influyen en el sabor del café.",
  "Países de América Central y del Sur como Guatemala, Nicaragua, El Salvador, Honduras, Costa Rica, Panamá y México son reconocidos por producir cafés con sabores especiados, complejos, afrutados y de buen cuerpo.",
  "Brasil es el mayor productor de café del mundo, contribuyendo aproximadamente con el 40% de la producción mundial y el 70% de todo el café arábica.",
  "Colombia es el segundo mayor productor de café en Sudamérica, conocido por su café generalmente dulce con notas de caramelo o azúcar moreno.",
  "Perú es famoso por ser un productor orgánico de granos de café lavados, caracterizados por ser suaves con una acidez ligera.",
  "De los 12 países productores de café en África, Etiopía es el origen del café arábica y el mayor productor de la región. Sus cafés, como el Yirgacheffe, son valorados por sus notas florales y acidez agradable.",
  "Uganda es el mayor exportador de café Robusta en África, con cafés que presentan notas dulces y afrutadas.",
  "Los países del Sudeste Asiático que cultivan café incluyen Indonesia, Vietnam, Tailandia y Papúa Nueva Guinea.",
  "Vietnam comenzó a producir café en la década de 1990 y ahora es el segundo mayor productor mundial, con un enfoque en el café Robusta.",
  "Indonesia es el cuarto mayor productor de café del mundo. La mayoría de su café es Robusta, aunque el Arábica representa aproximadamente el 25% de su producción.",
  "Australia y las islas del Pacífico producen cantidades menores de café. Sin embargo, los cafés de esta región suelen ser únicos y de alta calidad, con sabores especiados, afrutados y terrosos.",
  "La pulpa de la cereza del café, retirada durante el procesamiento, puede compostarse y usarse como abono para las plantas de café y otros cultivos.",
  "Los granos de café son semillas provenientes de una baya similar a la cereza que crece en un arbusto. Se les llama 'granos' por su parecido con las legumbres.",
  "El proceso húmedo de elaboración del café implica remojar las cerezas en agua para facilitar la extracción de la pulpa, seguido por el secado y descascarillado de los granos.",
  "El método seco o natural implica secar las cerezas completas al sol antes de retirar la pulpa y la cáscara, otorgando al café notas dulces y afrutadas.",
  "En el proceso semihúmedo, se retira la piel de la cereza pero se deja parte del mucílago durante el secado. Este método suele resultar en un café más dulce que el procesado húmedo, pero menos afrutado que el seco.",
  "El café se tuesta generalmente a temperaturas de entre 187 y 282 grados Celsius (370 y 540 grados Fahrenheit), desarrollando los sabores y reduciendo la acidez.",
  "Los granos tostados por más tiempo son más oscuros y menos ácidos. Los tostados claros tienen sabores más complejos y matizados, mientras que los oscuros son robustos y audaces con menor acidez.",
  "El término 'café de tercera ola' fue acuñado por Trish Rothgeb en 2002 y se enfoca en la calidad, artesanía y sostenibilidad del café, destacando cada etapa de su producción.",
  "Originalmente, el café se masticaba en lugar de beberse. Tribus africanas molían bayas de café y las mezclaban con grasa animal para crear bolas energéticas.",
  "En 1932, Brasil envió a sus atletas a los Juegos Olímpicos en Los Ángeles en un barco cargado con café para vender y financiar su viaje.",
  "El café es la segunda mercancía más comercializada del mundo después del petróleo, con un consumo anual estimado de 400.000 millones de tazas.",
  "El café descafeinado contiene alrededor de 3 miligramos de cafeína por taza, ya que el proceso de descafeinado elimina entre el 94 y el 98% de la cafeína.",
  "La primera webcam se creó en la Universidad de Cambridge en 1991 para monitorear el estado de una cafetera.",
  "Beethoven preparaba su café con exactamente 60 granos por taza, mientras que Theodore Roosevelt, ex presidente de EE.UU., bebía un galón de café diario.",
  "Finlandia es el mayor consumidor de café per cápita, a pesar de no producir café.",
  "El café de especialidad generalmente proviene de granos de origen único o microlotes, con un enfoque en la calidad superior y características distintivas.",
  "Se estima que se consumen diariamente 2.250 millones de tazas de café en todo el mundo.",
  "El café ganó popularidad en América tras el Boston Tea Party en 1773, convirtiéndose en un acto de patriotismo.",
  "Una taza de café solo contiene una caloría.",
  "Timer.Coffee es una aplicación gratuita y de código abierto que agradece el apoyo. Puedes contribuir al desarrollo en Github o invitar un café a través del botón de donación.",
  "La cafeína extraída en el proceso de descafeinado se vende a empresas de refrescos y farmacéuticas.",
  "La Aeropress fue creada por Alan Adler, inventor y profesor jubilado de la Universidad de Stanford. Adler también inventó el Aerobie Pro, un aro volador que ostenta el récord de objeto lanzado más lejos.",
  "HARIO significa 'Rey del vidrio'. Su primer aparato para café, el sifón, se lanzó en 1964 y la famosa V60 en 2004.",
  "La Chemex fue inventada en 1941 por el químico Dr. Peter Schlumbohm, inspirándose en el diseño Bauhaus y en utensilios de laboratorio.",
  "La primera French Press conocida fue patentada en 1852 en Francia por Jacques-Victor Delforge y Henri-Otto Mayer.",
  "La palabra 'barista' es de origen italiano, y en Italia, un barista podría servir tanto café como alcohol.",
    "La palabra 'moca' proviene del puerto de Moca en Yemen, desde donde se exportaba café a Europa en el pasado.",
    "Una planta de café tarda unos 5 años en madurar lo suficiente como para producir sus primeros granos.",
    "'Peaberry' se refiere a una anomalía única del grano de café donde se desarrolla un solo grano dentro de la cereza en lugar del par habitual, se cree que tiene más sabor por algunos.",
    "El primer proceso de descafeinación comercialmente exitoso fue inventado por Ludwig Roselius en 1903.",
    "El pH del café es de alrededor de 5, lo que significa que es ligeramente ácido.",
    "Las plantas de café pueden vivir hasta 100 años, pero son más productivas entre los 7 y 20 años de edad.",
    "Johann Sebastian Bach escribió una cantata llamada ‘Schweigt stille, plaudert nicht (Silencio, no chismorreen)’ sobre una adicción al café."
]