[
  "La historia del café se remonta a siglos de antigua tradición oral en la actual Etiopía, pero no se han encontrado pruebas directas de su consumo antes del siglo XV",
  "Los monasterios sufíes de Yemen empleaban el café como ayuda para la concentración durante las oraciones",
  "El café se extendió por el Levante a principios del siglo XVI y llegó a Italia en la segunda mitad del siglo XVI a través de las rutas comerciales del Mediterráneo",
  "Las cafeterías se establecieron en Europa occidental a finales del siglo XVII, especialmente en Holanda, Inglaterra y Alemania",
  "Uno de los primeros cultivos de café en el Nuevo Mundo fue cuando Gabriel de Clieu llevó plántulas de café a Martinica en 1720, brotando miles de cafetos que permitieron su propagación a otras islas del Caribe y a México",
  "En 1852, Brasil se convirtió en el mayor productor mundial de café y ha mantenido ese estatus desde entonces. Vietnam se convirtió en el segundo productor en 1999",
  "La palabra 'café' entró en la lengua inglesa en 1582 a través del neerlandés 'koffie', tomado del turco otomano 'kahve' (قهوه), a su vez tomado del árabe 'qahwah' (قَهْوَة)",
  "Los términos 'cafetera' y 'pausa para el café' se originaron en 1705 y 1952, respectivamente",
  "Se han realizado estudios sobre la diversidad genética de las variedades de Coffea arabica. Se dice que el cafeto domesticado original procede de Harar, y se cree que la población autóctona procede de Etiopía, con poblaciones cercanas distintas en Sudán y Kenia",
  "El café se cultiva en una vasta región conocida como el cinturón del grano, justo por encima y por debajo de la zona ecuatorial. Cada región dentro del cinturón del grano de café tiene una altitud, un clima y unas condiciones del suelo únicas que afectan al sabor del café",
  "Países de América Central y del Sur como Guatemala, Nicaragua, El Salvador, Honduras, Costa Rica, Panamá y México son conocidos por producir cafés especiados, complejos, afrutados y con buen cuerpo",
  "Brasil es el mayor país productor de café del mundo, produce cerca del 40% del café mundial y el 70% de todo el café arábica",
  "Colombia es el segundo mayor productor de café de Sudamérica, siendo su café generalmente dulce con notas de caramelo o azúcar crudo",
  "Perú es conocido por ser un productor orgánico de granos de café lavados, conocidos por ser suaves con una acidez suave",
  "De los 12 países productores de café de África, Etiopía es la cuna original del café arábica y es el mayor productor de la región. Los cafés etíopes, como el grano Arábica Yirgacheffe, son apreciados por sus notas florales y su agradable acidez",
  "Uganda es el mayor exportador de Robusta del continente, y su café tiene notas dulces y afrutadas",
  "Los países que cultivan granos de café en el Sudeste Asiático son Indonesia, Vietnam, Tailandia y Papúa Nueva Guinea",
  "Vietnam empezó a producir café en grano en los años noventa y ahora es el segundo productor mundial. La mayor parte de la producción vietnamita es de café Robusta",
  "Indonesia es el cuarto productor mundial. La mayor parte de este café es Robusta, pero los granos de café Arábica siguen desempeñando un papel, representando alrededor del 25% de todos los granos cultivados allí",
  "Australia y las islas del Pacífico producen cantidades relativamente pequeñas de café. Sin embargo, el café de esta región puede ser único y de gran calidad, con notas de sabores especiados, afrutados y terrosos",
  "La pulpa de la cereza del café que se elimina durante el procesado puede compostarse y utilizarse como abono para las plantas de café y otros cultivos",
  "Los granos de café son en realidad semillas que proceden de una baya parecida a la cereza que crece en un arbusto. Se llaman habas por su parecido con las legumbres",
  "El método del proceso húmedo consiste en remojar las cerezas de café en agua, lo que facilita la extracción de la pulpa. A continuación, los granos se secan y se descascarillan",
  "El método seco, también conocido como método natural, consiste en secar las cerezas enteras al sol antes de retirar la pulpa y la cáscara. Este método a menudo confiere al café una nota dulce y afrutada",
  "En el proceso semihúmedo, también conocido como proceso de pulpa natural o de miel, se elimina la piel exterior de la cereza de café, pero se deja parte del mucílago (la sustancia pegajosa que rodea los granos) durante el proceso de secado. Este método suele dar como resultado un café más dulce que el beneficiado en húmedo, pero menos afrutado que el beneficiado en seco",
  "El café se suele tostar a temperaturas de entre 187 y 282 grados Celsius (370 y 540 grados Fahrenheit). El proceso de tostado desarrolla los sabores de los granos de café y reduce su acidez",
  "Cuanto más tiempo se tuestan los granos, más oscuros y menos ácidos se vuelven. Los tostados claros suelen tener un perfil de sabor más complejo y matizado, mientras que los tostados oscuros tienden a tener un sabor robusto y audaz y una acidez menor",
  "El término 'café de tercera ola' fue acuñado por Trish Rothgeb en 2002. El movimiento cafetero de la tercera ola es una reacción a la segunda ola, tipificada por cadenas como Starbucks, y se centra en el café de alta calidad, artesanal y sostenible. Este movimiento hace hincapié en cada uno de los steps de la producción del café, desde el cultivo y la recolección hasta el procesado, el tostado y la preparación",
  "Originalmente, el café se masticaba, no se bebía. Las tribus africanas solían moler bayas de café y mezclarlas con grasa animal para crear bolitas de aperitivo ricas en energía",
  "En 1932, Brasil envió a sus atletas a los Juegos Olímpicos de Verano de Los Ángeles en un barco cargado con 50.000 montones de café que venderían por el camino para financiar su viaje",
  "El café es la segunda mercancía más comercializada del mundo después del petróleo, con un consumo anual estimado de 400.000 millones de tazas y un valor de más de 100.000 millones de dólares en todo el mundo",
  "El café descafeinado sigue conteniendo unos 3 miligramos de cafeína por taza, ya que el proceso de descafeinado sólo elimina entre el 94 y el 98% de la cafeína",
  "La primera webcam fue inventada por investigadores de la Universidad de Cambridge en 1991 para comprobar el estado de su cafetera sin tener que abandonar sus escritorios",
  "Beethoven insistía en preparar cada taza de café con exactamente 60 granos, mientras que el ex presidente de EE.UU. Theodore Roosevelt supuestamente bebía un galón de café cada día",
  "Finlandia consume más café per cápita que ningún otro país, a pesar de no producir café propio",
  "El café de especialidad suele proceder de granos de café de origen único o de microlotes. De origen único significa que el café procede de un solo productor, cultivo o región de un país, mientras que un microlote es una parcela de tierra dentro de una explotación agrícola que ha producido un café que se ha separado del resto de la producción de la explotación debido a su calidad superior.",
  "Se estima que cada día se consumen 2.250 millones de tazas de café en todo el mundo",
  "El café no fue realmente popular en América hasta el Boston Tea Party de 1773, cuando cambiar el té por el café se convirtió en una especie de deber patriótico",
  "Una taza de café solo tiene una caloría",
  "Timer.Coffee es una aplicación gratuita y de código abierto que necesita tu apoyo. Puedes contribuir al desarrollo en Github o invitarme a un café usando el botón de abajo :)",
  "Después de descafeinar los granos de café, varios fabricantes venden la cafeína a empresas de refrescos y farmacéuticas",
  "La Aeropress fue creada por el inventor y profesor de ingeniería jubilado de la Universidad de Stanford Alan Adler. También inventó el aro volador Aerobie Pro, con el que se batió el récord Guinness de objeto lanzado más lejos",
  "HARIO significa 'Rey del vidrio'. Su primer aparato para preparar café, el sifón de café, salió al mercado en 1964. La famosa V60 se hizo realidad en 2004",
  "La cafetera Chemex fue inventada en 1941 por el químico Dr. Peter Schlumbohm. Schlumbohm se inspiró en la escuela de diseño Bauhaus y en los utensilios de laboratorio no porosos que no impartían sabor propio",
  "La primera French Press conocida fue patentada en 1852 en Francia por Jacques-Victor Delforge y Henri-Otto Mayer."
]